Repository: ProfSteve/conduit
Catalog: help/*/*.po
Languages: eu, id

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Clear Canvas</guimenuitem></menuchoice> Removes all configurations, data providers, and groups from the canvas pane. This allows you start using the canvas as it was a clean slate. The best time to use this is when you are re-configuring a large portion of your sync groups. There is no quick way to revert back after selecting this setting.
eu: <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Garbitu oihala</guimenuitem></menuchoice>Oihalaren panelean dauden konfigurazio, datu-hornitzaile eta talde guztiak kentzen ditu. Aukera hau hautatuz gero, oihalaren panela guztiz garbitu eta hasieratik hasi ahal izango duzu. Oso erabilgarria izaten da sinkronizazio-taldeen zati handi bat berriro konfiguratzen ari zarenean, adibidez. Ezarpen hau hautatuz gero, ezin da atzera egin modu azkar batean.
id: <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Bersihkan Kanvas</guimenuitem></menuchoice> Menghapus semua konfigurasi, penyedia data, dan grup dari panel kanvas. Ini memungkinkan Anda untuk mulai memakai kanvas dari keadaan bersih. Waktu terbaik untuk memakai ini adalah ketika Anda menata ulang sebagian besar dari grup penyelarasan Anda. Tidak ada cara cepat untuk kembali setelah memilih pengaturan ini.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> Global Conduit settings that effect all of your sync groups and basic Conduit operations. For more information please see <xref linkend="conduit-preferences-window"/>
eu: <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Hobespenak</guimenuitem></menuchoice> Conduit-en ezarpen orokorrak, zure sinkronizazio-taldeei eta oinarrizko Conduit eragiketei eragiten dietenak. Informazio gehiago hemen: <xref linkend="conduit-preferences-window"/>
id: <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Preferensi</guimenuitem></menuchoice> Pengaturan global Conduit yang mempengaruhi semua grup penyelarasan Anda dan operasi dasar Conduit. Untuk informasi lebih lanjut silakan lihat <xref linkend="conduit-preferences-window"/>

source: The Help Menu
eu: Laguntza menua
id: Menu Bantuan

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>Developers</guimenuitem></menuchoice> If you are developer, and interested in contributing to Conduit, then this option includes links to all the appropriate documentation.
eu: <menuchoice><guimenu>Laguntza</guimenu><guimenuitem>Garatzaileak</guimenuitem></menuchoice> Garatzailea bazara, eta interesa baduzu Conduit-i ekarpenen bat egiteko, aukera honek dokumentazio egoki osorako estekak ditu.
id: <menuchoice><guimenu>Bantuan</guimenu><guimenuitem>Pengembang</guimenuitem></menuchoice> Bila Anda seorang pengembang, dan tertarik untuk menyumbang ke Conduit, maka opsi ini memuat taut ke semua dokumentasi yang sesuai.

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice> Shows this help document.
eu: <menuchoice><guimenu>Laguntza</guimenu><guimenuitem>Edukia</guimenuitem></menuchoice> Laguntza-dokumentu hau bistaratzen du.
id: <menuchoice><guimenu>Bantuan</guimenu><guimenuitem>Isi</guimenuitem></menuchoice> Menampilkan dokumen bantuan ini.

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>About</guimenuitem></menuchoice> Shows the version number and a list of Conduit developers.
eu: <menuchoice><guimenu>Laguntza</guimenu><guimenuitem>Honi buruz</guimenuitem></menuchoice> Bertsio-zenbakia eta Conduit-en garatzaileen zerrenda bat bistaratzen ditu.
id: <menuchoice><guimenu>Bantuan</guimenu><guimenuitem>Tentang</guimenuitem></menuchoice> Menampilkan nomor versi dan daftar pengembang Conduit.

source: The Preferences Window
eu: Hobespenen leihoa
id: Jendela Preferensi

source: The Conduit preferences is accessed from the Edit menu. Any setting or change that you make within the preferences menu affect all of your sync groups and basic Conduit operations.
eu: 'Editatu' menutik sartzen da Conduit-en hobespenetan. Hobespenen menuan egindako ezarpen nahiz aldaketa guztiek eragina izango dute sinkronizazio-talde guztietan eta oinarrizko Conduit eragiketetan.
id: Preferensi Conduit diakses dari menu Sunting. Sebarang pengaturan atau perubahan yang Anda buat dalam menu preferensi mempengaruhi semua grup penyelarasan Anda dan operasi dasar Conduit.

source: Configuration Tab
eu: Konfigurazioa fitxa
id: Tab Konfigurasi

source: The configuration tab is where all of Conduit's global settings are configured. There are six global settings:
eu: Conduit-en ezarpen orokor guztiak konfiguratzen dira Konfigurazioa fitxan. Sei ezarpen orokor daude:
id: Tab konfigurasi adalah tempat semua pengaturan global Conduit dikonfigurasi. Ada enam pengaturan global:

source: Save Settings on Exit
eu: Gorde ezarpenak irtetean
id: Simpan Pengaturan saat Keluar

source: Instructs Conduit that all configured dataproviders and groups should be saved when the application exits.
eu: Konfiguratutako datu-hornitzaile eta talde guztiak aplikaziotik irtetean gordetzeko agintzen dio Conduit-i.
id: Menginstruksikan Conduit bahwa semua penyedia data dan grup yang ditata mesti disimpan ketika aplikasi keluar.

source: Show Status Icon
eu: Erakutsi egoeraren ikonoa
id: Tampilkan Ikon Status

source: Shows a status icon in the notification area. This icon animates to indicate a sync is in progress.
eu: Egoeraren ikono bat erakusten du jakinarazpen-arean. Ikonoa animatzen da sinkronizazio bat martxan dagoela adierazteko.
id: Menampilkan ikon status pada area pemberitahuan. Ikon ini beranimasi untuk menandakan bahwa penyelarasan tengah berlangsung.

source: Minimize to Notification Area
eu: Ikonotu jakinarazpen-arean
id: Minimalkan ke Area Notifikasi

source: Instructs Conduit to minimize to the notification area instead of to the panel.
eu: Panelean minimizatu beharrean jakinarazpen-arean ikonotzeko agintzen dio Conduit-i.
id: Menginstruksikan Conduit untuk meminimalkan ke area pemberitahuan, bukan ke panel.

source: Use Built in Web Browser
eu: Erabili web-arakatzaile inkorporatua
id: Pakai Peramban Web Bawaan

source: When a data provider requires that you log onto a website, this option tells Conduit to use its own web browser to do so.
eu: Datu-hornitzaile batek webgune batean saioa hasteko eskatzen dizunean, aukera honek horretarako bere web-arakatzaile propioa erabiltzeko agintzen dio Conduit-i.
id: Ketika suatu penyedia data memerlukan agar Anda log masuk ke suatu situs web, opsi ini memberitahu Conduit untuk memakai peramban webnya sendiri untuk melakukan hal itu.

source: When an Item Has Been Deleted
eu: Elementu bat ezabatu denean
id: Ketika Suatu Butir Telah Dihapus

source: Where There is a Two Way Conflict
eu: Bi noranzkodun gatazka dagoenean
id: Ketika Ada Konflik Dua Arah

source: Data Providers Tab
eu: Datu-hornitzaileen fitxa
id: Tab Penyedia Data

source: This tab shows a list of the data providers that are currently installed.
eu: Fitxa honek instalatuta dauden datu-hornitzaileen zerrenda erakusten du.
id: Tab ini menampilkan daftar penyedia data yang kini terpasang.

source: Data Conversions Tab
eu: Datu-bihurketen fitxa
id: Tab Konversi Data

source: This tab lists the data conversions that Conduit is capable of performing.
eu: Conduit-ek egin ditzakeen datu-bihurketen zerrenda dago fitxa honetan.
id: Tab ini mendaftar konversi data yang dapat dilakukan oleh Conduit.

source: Mapping DB
eu: Mapaketaren datu-basea
id: DB Pemetaan

source: This is a list of the UID that Conduit uses to maintain accurate sync data from different sources. Here you have the option to clear the mapping database.
eu: Conduit-ek hainbat iturritako sinkronizazio-datu egokiak mantentzeko erabiltzen dituen UIDen zerrenda da. Mapaketaren datu-basea garbitzeko aukera duzu hemen.
id: Ini adalah daftar UID yang dipakai Conduit untuk memelihara data penyelarasan yang akurat dari sumber yang berbeda-beda. Di sini Anda punya pilihan untuk membersihkan basis data pemetaan.

source: The Web Login Window
eu: Webean saioa hasteko leihoa
id: Jendela Log Masuk Web

source: Sometimes you will be required to log into a website associated with certain data providers. The frequency at which you may have to log in is not determined by Conduit, but by the security policy of the respective data provider. For example, Box.net requires you to log in every time Conduit is run, whereas Flickr only requires you to log in once, to give permission to Conduit to upload photos. If you are required to log into a website, and you have selected the <guilabel>Use Built in Web Browser</guilabel> from the Conduit preferences, then a window will pop up like the one shown below.
eu: Batzuetan, hainbat datu-hornitzailerekin asoziatutako webgune batean saioa hasteko eskatuko zaizu. Saioa hasi behar duzun maiztasuna ez du Conduit-ek erabakitzen, baizik eta dagokion datu-hornitzailearen segurtasun-gidalerroak. Esate baterako, Box.net-ek Conduit exekutatzen duzun bakoitzean eskatuko dizu saioa hasteko, eta Flickr-ek, berriz, saioa behin hasteko eskatuko dizu, Conduit-i argazkiak kargatzeko baimena emateko. Webgune batean saioa hasteko eskatzen bazaizu, eta Conduit-en hobespenetan <guilabel>Erabili web-arakatzaile inkorporatua</guilabel> hautatu baduzu, ondokoa bezalako leiho bat aterako da.
id: Terkadang Anda perlu log masuk ke suatu situs web yang terkait dengan penyedia data tertentu. Frekuensi Anda mungkin harus log masuk tak ditentukan oleh Conduit, melainkan oleh kebijakan keamanan dari masing-masing penyedia data. Sebagai contoh, Box.net menuntut Anda untuk log masuk setiap kali Conduit dijalankan, sedangkan Flickr hanya menuntut Anda untuk log masuk sekali, untuk mengijinkan Conduit mengunggah foto. Bila Anda diharuskan untuk log masuk ke suatu situs web, dan Anda telah memilih <guilabel>Pakai Peramban Web Bawaan</guilabel> dari preferensi Conduit, maka suatu jendela akan muncul seperti yang ditampilkan di bawah.

source: Conduit Login Window
eu: Conduit-en saioa hasteko leihoa
id: Jendela Log Masuk Conduit

source: The window shown when logging into data provider websites
eu: Datu-hornitzaileen webguneetan saioa hastean erakutsitako leihoa
id: Jendela ditampilkan ketika log masuk ke situs web penyedia data

source: Data Providers and Groups
eu: Datu-hornitzaileak eta taldeak
id: Penyedia Data dan Grup

source: Conduit represents the things your want to synchronize graphically. When data providers get added to the canvas, they get arranged into so called groups. A group is a collection of data providers that share data. In the figure below you will see the following parts
eu: Conduit-ek grafikoki erakusten ditu sinkronizatu nahi dituzun gauzak. Datu-hornitzaileak oihalaren panelean gehitzean, taldeka antolatzen dira. Taldeak datuak partekatzen dituzten datu-hornitzaileen bildumak dira. Ondoko zatiak ikusiko dituzu beheko irudian:
id: Conduit mewakili hal-hal yang ingin Anda selaraskan secara grafis. Ketika penyedia data ditambahkan ke kanvas, mereka diatur ke dalam grup. Suatu grup adalah kumpulan penyedia data yang berbagi data. Pada gambar di bawah Anda akan melihat bagian-bagian berikut

source: Conduit Depicts Synchronizations Graphically
eu: Conduit-ek grafikoki erakusten ditu sinkronizazioak
id: Conduit Menggambarkan Penyelarasan Secara Grafis

source: Parts of a Synchronization Group
eu: Sinkronizazio-talde baten zatiak
id: Bagian dari Grup Penyelarasan

source: A data provider for synchronizing two way whose status indicates that it is ready to be synchronized.
eu: Datu-hornitzaile bat, sinkronizatzeko prest daudela erakusten duten bi elementu sinkronizatzeko.
id: Suatu penyedia data untuk penyelarasan dua arah yang statusnya menandakan bahwa itu telah siap untuk diselaraskan.

source: A group containing two folder dataproviders. The arrow has two ends, indicating that the two dataproviders will undergo a two way synchronization, that is data will flow in both directions, and both folders will contain the same information once the sync finishes.
eu: Datu-hornitzaileen bi karpeta dituen talde bat. Geziak bi amaiera ditu; horrek adierazten du bi datu-hornitzaileek bi noranzkodun sinkronizazioa jasango dutela, hau da, datuak bi noranzkoetan mugituko direla, eta bi karpetek informazio bera edukiko dutela sinkronizazioa amaitutakoan.
id: Suatu grup yang memuat dua folder penyedia data. Panah memiliki dua ujung, menunjukkan bahwa dua penyedia data akan mengalami penyelarasan dua arah, bahwa data akan mengalir dalam kedua arah, dan kedua folder akan memuat informasi yang sama setelah penyelarasan berakhir.

source: A second folder data provider. By convention, data providers that lie on the right side of groups are called data sinks. This is because during a one way sync, data can only flow into them.
eu: Bigarren datu-hornitzailearen karpeta. Taldeen eskuinaldean dauden datu-hornitzaileei datu-kategoria deituko diegu. Datu-kategoriek sinkronizazioko datuak jasoko dituzte.
id: Folder penyedia data kedua. Sesuai perjanjian, penyedia data yang terletak di sisi kanan grup dinamai muara data. Ini karena dalam penyelarasan satu arah, data hanya dapat mengalir ke mereka.

source: A Facebook and Picasa data provider for uploading images to those sites. Notice that that the group has three data providers, and the arrow has changed to indicate that data will flow in only one direction, that is images will be uploaded from F-Spot to Facebook and Picasa.
eu: Argazkiak Facebook eta Picasara kargatzeko datu-hornitzailea. Kontuan hartu taldeak hiru datu-hornitzaile dituela, eta gezia aldatu dela datuak noranzko bakarrean joango direla adierazteko, hau da, argazkiak kargatuko direla F-Spot datu-hornitzailetik Facebook eta Picasara.
id: Penyedia data Facebook dan Picasa untuk mengunggah gambar ke situs-situs tersebut. Perhatikan bahwa grup tersebut memiliki tiga penyedia data, dan panah telah berubah untuk menandakan bahwa data hanya akan mengalir pada satu arah, yaitu bahwa gambar akan diunggah dari F-Spot ke Facebook dan Picasa.

source: Synchronizing Something
eu: Zerbait sinkronizatzea
id: Menyelaraskan Sesuatu

source: This section describes the steps required to synchronize two data providers. The example given illustrates how to synchronize two folders but the concepts are applicable to anything you wish to synchronize. If you need more information on specific settings please refer to the corresponding section of the documentation.
eu: Atal honetan bi datu-hornitzaile sinkronizatzeko behar diren urratsak azaltzen dira. Emandako adibideak ilustratzen du nola sinkronizatzen diren bi karpeta, baina edozein gauza sinkronizatzeko ere balio du. Ezarpen zehatzei buruzko informazio gehiago nahi izanez gero, ikus dagokion atala dokumentazioan.
id: Bagian ini menjelaskan langkah-langkah yang diperlukan untuk menyelaraskan dua penyedia data. Contoh yang diberikan menggambarkan bagaimana penyelarasan dua folder tapi konsepnya juga berlaku bagi apapun yang hendak Anda selaraskan. Bila Anda perlu informasi lebih lanjut tentang pengaturan spesifik silakan mengacu ke bagian dokumentasi yang sesuai.

source: <xref linkend="conduit-FIG-dp-parts"/> contains two groups. This section will describe the steps to recreate those groups.
eu: <xref linkend="conduit-FIG-dp-parts"/> irudiak bi talde ditu. Atal honetan talde horiek birsortzeko urratsak azaltzen dira.
id: <xref linkend="conduit-FIG-dp-parts"/> memuat dua grup. Bagian ini akan menjelaskan langkah-langkah untuk membuat ulang grup tersebut.

source: The top group depicts a two way synchronization of two folders
eu: Goiko taldeak bi karpetaren bi noranzkodun sinkronizazioa erakusten du.
id: Grup bagian atas menggambarkan penyelarasan dua arah atas dua folder

source: The bottom group depicts a one way sync of images, from F-Spot to Facebook, and to the Picasa web albums.
eu: Beheko taldeak noranzko bateko argazki-sinkronizazioa erakusten du, F-Spot datu-hornitzailetik Facebook-era eta Picasa web-albumetara.
id: Grup bagian bawah menggambarkan penyelarasan searah atas gambar-gambar, dari F-Spot ke Facebook, dan ke album web Picasa.

source: Example 1: Synchronizing Two Folders
eu: 1. adibidea: Bi karpeta sinkronizatzea
id: Contoh 1: Penyelarasan Dua Folder

source: The following steps will recreate the two way synchronization group shown as <emphasis>#1</emphasis> in the figure above.
eu: Ondoko urratsetan bi noranzkodun sinkronizazio-taldea azalduko da, goiko <emphasis>1 zenbakiko</emphasis> irudia.
id: Langkah-langkah berikut akan membuat ulang grup penyelarasan dua arah yang ditampilkan sebagai <emphasis>#1</emphasis> pada gambar di atas.

source: On your desktop create three folders named folder1, folder2, and folder3. Drag a file of your choice into folder1.
eu: Mahaigainean, sortu hiru karpeta: karpeta1, karpeta2, eta karpeta3. Arrastatu zuk nahi duzun fitxategia karpeta1 karpetara.
id: Pada desktop Anda buatlah tiga folder bernama folder1, folder2, dan folder3. Seret suatu berkas pilihan Anda ke folder1.

source: Start Conduit
eu: Ireki Conduit
id: Mulai Conduit

source: Add a data provider for <emphasis>folder1</emphasis>
eu: Gehitu datu-hornitzaile bat <emphasis>karpeta1</emphasis> karpetarako
id: Tambahkan suatu penyedia data bagi <emphasis>folder1</emphasis>

source: From the data provider pane, drag the folder data provider and drop it on the left hand side of the canvas pane. This will be the data source that we are going to sync from.
eu: Datu-hornitzailearen paneletik, arrastatu datu-hornitzailearen karpeta, eta jaregin oihalaren paneleko ezkerraldean. Hau izango da sinkronizaziorako erabiliko den datu-iturburua.
id: Dari panel penyedia data, seret folder penyedia data dan jatuhkan ke sisi kiri dari panel kanvas. Ini akan menjadi sumber data tempat kita akan menyelaraskan.

source: Configure <emphasis>folder1</emphasis>
eu: Konfiguratu <emphasis>karpeta1</emphasis>
id: Konfigur <emphasis>folder1</emphasis>

source: Configuring Folder 1
eu: Karpeta1 konfiguratzea
id: Menata Folder 1

source: Double click on the data provider you recently dropped on the canvas. This will bring up the folder configuration window as shown below. Enter something memorable in the name field and change the <emphasis>Folder Location</emphasis> to the folder you created in step 1. <placeholder-1/>
eu: Egin klik bikoitza oihalaren panelean jaregin duzun datu-hornitzailean. Horrekin, karpeta-konfigurazioaren leihoa aterako da, erakutsitako moduan. Sartu erraz gogoratzeko moduko zerbait izenaren eremuan, eta aldatu <emphasis>Karpetaren kokalekua</emphasis> 1. urratsean sortu duzun karpetara.<placeholder-1/>
id: Klik ganda pada penyedia data yang baru saja Anda jatuhkan pada kanvas. Ini akan memunculkan jendela konfigurasi folder seperti ditampilkan di bawah. Masukkan sesuatu yang mudah diingat pada ruas nama dan ubah <emphasis>Lokasi Folder</emphasis> ke folder yang Anda buat pada langkah 1. <placeholder-1/>

source: Add a data provider for <emphasis>folder2</emphasis>
eu: Gehitu datu-hornitzaile bat <emphasis>karpeta2</emphasis> karpetarako
id: Tambahkan penyedia data bagi <emphasis>folder2</emphasis>

source: Drag another folder data provider from the pane on the left. This time drop it adjacent to the folder1 dataprovider. This should result in an arrow connecting it to folder1 being created.
eu: Arrastatu ezkerraldeko paneleko beste datu-hornitzaileen karpeta bat. Oraingoan, jaregin ezazu karpeta1 karpetaren datu-hornitzailearen ondoan. Horren ondorioz, gezi bat sortuko da, sortutako karpeta1 karpetarekin konektatzeko.
id: Seret folder penyedia data lain dari panel di kiri. Kali ini jatuhkan di sebelah penyedia data folder1. Ini akan menyebabkan panah yang menyambungkannya ke folder1 dibuat.

source: Configure <emphasis>folder2</emphasis>
eu: Konfiguratu <emphasis>karpeta2</emphasis>
id: Konfigur <emphasis>folder2</emphasis>

source: Configure the data provider so that its <emphasis>Folder Location</emphasis> points to <emphasis>folder2</emphasis> on the desktop, and importantly, its <emphasis>Folder Name</emphasis> is the same as that entered in step <emphasis>#4</emphasis>.
eu: Konfiguratu datu-hornitzailea haren <emphasis>Karpetaren kokalekuak /emphasis> mahaigaineko <emphasis>karpeta2</emphasis> karpeta seinala dezan, eta, batez ere, haren <emphasis>Karpetaren izena</emphasis> <emphasis>4.</emphasis> urratsean sartutakoa izan dadin.
id: Tata penyedia data sehingga <emphasis>Lokasi Folder</emphasis>nya menunjuk ke <emphasis>folder2</emphasis> pada desktop, dan yang penting, <emphasis>Nama Folder</emphasis>nya sama dengan yang dimasukkan pada langkah <emphasis>#4</emphasis>.

source: Configure the synchronization parameters
eu: Konfiguratu sinkronizazio-parametroak
id: Tata parameter penyelarasan

source: Right click on the associated group, and under sync options, select a two way sync. Since this is just a basic run through on how to setup a sync we are not going to go through any advanced syncing options in this section of the documentation. If you wish more information on the options available, please see <xref linkend="conduit-providers-and-groups"/>.
eu: Egin klik eskuin-botoiarekin asoziatutako taldean, eta, sinkronizazio-aukeretan, hautatu bi noranzkodun sinkronizazioa. Hau sinkronizazio bat nola konfiguratu erakusteko oinarrizko exekuzioa denez, ez ditugu dokumentazioko atal honetan tratatuko sinkronizazio-aukera aurreratuak. Aukera erabilgarriei buruzko informazio gehiago lortzeko, ikus <xref linkend="conduit-providers-and-groups"/>.
id: Klik kanan pada grup yang sesuai, dan di bawah opsi penyelarasan, pilih penyelarasan dua arah. Karena ini hanya merupakan latihan dasar tentang bagaimana menyiapkan suatu penyelarasan, kita tidak akan mencoba opsi penyelarasan tingkat lanjut apapun pada bagian dokumentasi ini. Bila Anda menghendaki lebih banyak informasi atas opsi yang tersedia, silakan lihat <xref linkend="conduit-providers-and-groups"/>.

source: Synchronize the two folders by right clicking on them and selecting sync, or from the File menu. Once the sync is finished you should see the file that you placed in folder1 on your desktop within folder2.
eu: Sinkronizatu bi karpetak karpetetan eskuin-botoiarekin klik eginez eta 'Sinkronizatu' hautatuz, edo Fitxategia menutik. Behin sinkronizatzen amaituta, mahaigainean karpeta1 karpetan jarritako fitxategia ikusi beharko zenuke karpeta2 barruan.
id: Selaraskan kedua folder dengan klik kanan pada mereka dan memilih selaraskan, atau dari menu Berkas. Setelah penyelarasan selesai Anda mesti melihat bahwa berkas yang Anda tempatkan di folder1 pada desktop Anda juga ada di dalam folder2.

source: Example 2: Exporting Images to Multiple Destinations
eu: 2. adibidea: Argazkiak hainbat helburutara esportatzea
id: Contoh 2: Mengekspor Gambar ke Beberapa Tujuan

source: The second group shown in <xref linkend="conduit-FIG-dp-parts"/> shows a single F-Spot data source exporting its photos to two data sinks, a Facebook one, and a Picasa one.
eu: <xref linkend="conduit-FIG-dp-parts"/> irudian F-Spot datu-iturburu bat azaltzen da, eta datu-iturburu horretako argazkiak bi datu-kategoriatara esportatuko dira: Facebook-era eta Picasa-ra.
id: Grup kedua yang ditunjukkan dalam <xref linkend="conduit-FIG-dp-parts"/> menampilkan sebuah sumber data tunggal F-Spot yang mengekspor fotonya ke dua muara data, ke Facebook, dan ke Picasa.

source: Start F-Spot
eu: Ireki F-Spot
id: Mulai F-Spot
