Repository: ProfSteve/conduit
Catalog: help/*/*.po
Languages: eu, id

source: Conduit Manual
eu: Conduit-en eskuliburua
id: Manual Conduit

source: Conduit is a program that synchronizes things
eu: Conduit gauzak sinkronizatzen dituen programa da
id: Conduit adalah program yang menyelaraskan berbagai hal

source: GNOME Documentation Project
eu: GNOME dokumentazio proiektua
id: Projek Dokumentasi GNOME

source: Conduit Manual 1.0
eu: Conduit-en eskuliburuaren 1.0 bertsioa
id: Manual Conduit 1.0

source: This manual describes version 1.0 of Conduit
eu: Eskuliburu honetan Conduit-en 1.0 bertsioa azaltzen da
id: Manual ini menjelaskan Conduit versi 1.0

source: What is Conduit
eu: Zer da Conduit?
id: Apa itu Conduit

source: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> is a synchronization application for GNOME. It allows you to synchronize your files, photos, emails, contacts, notes, calendar data and any other type of personal information and synchronize that data with another computer, an online service, or even another electronic device. Conduit manages the synchronization and conversion of data into other formats. For example, Conduit allows you to;
eu: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> GNOMErako sinkronizazio-aplikazioa da. Conduit-ek fitxategiak, argazkiak, mezu elektronikoak, kontaktuak, oharrak, egutegi-datuak nahiz bestelako informazio pertsonalak sinkronizatzen lagunduko dizu, baita datu horiek guztiak beste ordenagailu batekin, lineako zerbitzu batekin edota gailu elektroniko batekin sinkronizatzen ere. Conduit-ek datuen sinkronizazioa nahiz datuen beste formatu batzuetarako bihurketa kudeatzen ditu. Esate baterako, hau guztia egin dezakezu Conduit-ekin:
id: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> adalah sebuah aplikasi penyelarasan bagi GNOME. Ini mengijinkan Anda menyelaraskan berkas, foto, surel, kontak, catatan, data kalender Anda, dan sebarang informasi pribadi tipe lain dan menyelaraskan data itu dengan komputer lain, suatu layanan daring, atau bahkan perangkat elektronik lain. Conduit mengelola penyelarasan dan konversi data ke dalam format lain. Sebagai contoh, Conduit memungkinkan Anda untuk;

source: Synchronize your <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy notes</ulink> with another computer
eu: Zure <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy oharrak</ulink> beste ordenagailu batekin sinkronizatu
id: Menyelaraskan <ulink type="http" url="http://www.gnome.org/projects/tomboy/">catatan Tomboy</ulink> Anda dengan komputer lain

source: Synchronize your PIM data to your mobile phone, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">iPod</ulink>, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Nokia Internet tablet</ulink>, or between computers
eu: Zure PIM datuak zure gailu mugikorrarekin, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">iPod</ulink>-arekin, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Nokia Internet tablet</ulink>-ekin, nahiz ordenagailu artean sinkronizatu
id: Menyelaraskan data PIM Anda ke telepon genggam Anda, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">iPod</ulink>, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Nokia Internet tablet</ulink>, atau antara komputer

source: Upload photos to <ulink type="http" url="http://www.flickr.com">Flickr</ulink>, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink> and your iPod,
eu: Argazkiak kargatu <ulink type="http" url="http://www.flickr.com">Flickr</ulink>-era, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>-ra, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>-era, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink>-era eta zure iPod-era,
id: Mengunggah foto ke <ulink type="http" url="http://www.flickr.com">Flickr</ulink>, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink> dan iPod Anda,

source: ... and many more
eu: ... eta beste asko
id: ... dan banyak lagi

source: Any combination you can imagine, Conduit will take care of the conversion and synchronization.
eu: Zuk irudika dezakezun edozein konbinaziotan, Conduit-ek bihurketaz eta sinkronizazioaz arduratuko da.
id: Sebarang kombinasi yang dapat Anda bayangkan, Conduit akan menangani konversi dan penyelarasan.

source: Use Cases
eu: Erabilera-adibideak
id: Use Case

source: Fred wants to sync his tomboy notes with <ulink type="http" url="http://www.google.com/notebook">Google notebook</ulink>
eu: Asierrek sinkronizatu nahi ditu bere Tomboy oharrak <ulink type="http" url="http://www.google.com/notebook">Google notebook</ulink>-ekin
id: Fred ingin menyelaraskan catatan tomboynya dengan <ulink type="http" url="http://www.google.com/notebook">Google notebook</ulink>

source: Joey wants to sync whatever is on his desktop to his <ulink type="http" url="http://www.backpackit.com">backpack account</ulink>
eu: Amaiak mahaigaineko zerbait sinkronizatu nahi du bere <ulink type="http" url="http://www.backpackit.com">Backpack kontuarekin</ulink>
id: Joey ingin menyelaraskan apapun yang ada di desktopnya ke <ulink type="http" url="http://www.backpackit.com">akun backpacknya</ulink>

source: Nellie wants to keep a directory on his laptop and his desktop in sync
eu: Ainhoak sinkronizatuta eduki nahi du bere ordenagailu eramangarriko direktorio bat bere mahaigaineko ordenagailuarekin
id: Nellie ingin menjaga agar suatu direktori pada laptopnya dan desktopnya selaras

source: Paul wants to keep his evolution contacts in sync with his mobile phone
eu: Paulek sinkronizatuta eduki nahi ditu Evolution-eko kontaktuak bere telefono mugikorrarekin
id: Paul ingin menjaga agar kontak evolutionnya selaras dengan telepon genggamnya

source: Steve wants to keep his gnome preferences in sync between his two computers
eu: Urkok sinkronizatuta eduki nahi ditu bere Gnome hobespenak bere bi ordenagailuen artean
id: Steve ingin menjaga agar preferensi gnomenya selaras antar kedua komputernya

source: John wants to keep a directory of <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> documents in sync with copies held on <ulink type="http" url="http://docs.google.com">Google Docs</ulink>
eu: Jonek <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> dokumentuen direktorio bat sinkronizatuta eduki nahi du <ulink type="http" url="http://docs.google.com">Google Docs</ulink>-eko kopiekin
id: John ingin menjaga agar direktori dokumen <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> selaras dengan salinannya pada <ulink type="http" url="http://docs.google.com">Google Docs</ulink>

source: Pete wants to have photos saved to his server to be pushed to an external back up (usb hard drive / off-site ftp)
eu: Beñatek zerbitzarian gordeta eduki nahi ditu argazkiak, kanpoko babeskopia batera eramateko (usb disko gogorrera / kanpoko FTP gunera)
id: Pete ingin agar foto yang disimpan pada servernya di-push ke cadangan eksternal (hard drive usb / situs luar ftp)

source: Introduction
eu: Sarrera
id: Perkenalan

source: Conduit's goals are to synchronize your data as seamlessly as possible, be it from remote device or remote websites. It is about extending your life as you see it needs to be, no longer constrained by data, devices or formats. Conduit enables you to take your data where you want when you want. All of your mobile devices could be synchronized automatically by Conduit. Home file back-ups to a remote server? Synced automatically.
eu: Conduit-en helburua da zure datuak arazorik gabe sinkronizatzea, urruneko gailuetatik nahiz webguneetatik. Kontua da zure bizitza zure beharren arabera zabaltzea, eta datuek, gailuek edo formatuek ez murriztea. Conduit-ek aukera ematen dizu zure datuak nahi duzun lekura eramateko. Conduit-ek automatikoki sinkroniza ditzake zure gailu mugikor guztiak. Etxeko fitxategien babeskopiak urruneko zerbitzarian? Automatikoki sinkronizatuta.
id: Tujuan Conduit adalah untuk menyelaraskan data Anda semulus mungkin, apakah dari perangkat jauh atau situs web jauh. Ini adalah tentang mengembangkan hidup Anda sebagaimana Anda perlukan, tak lagi dibatasi oleh data, perangkat, atau format. Conduit memungkinkan Anda membawa data kemanapun Anda mau. Semua perangkat bergerak Anda dapat diselaraskan secara otomatis oleh Conduit. Berkas di rumah dibuatkan cadangannya di server jauh? Diselaraskan secara otomatis.

source: It may sometimes seem that Conduit is overly complicated, one of the design goals has always been to make the interface as simple and intuitive as possible. However Conduit is much more powerful then the simplistic design may lead on. This documentation will describe all the configuration options for groups and data providers, while the following gives some examples of items you may wish to synchronize;
eu: Batzuetan eman dezake Conduit konplikatuegia dela; hala ere, diseinu-helburuetako bat beti izan da interfazea ahalik eta sinpleena eta intuitiboena egitea. Nolanahi ere, diseinu sinpleak aditzera eman dezakeena baino askoz ere ahaltsuagoa da Conduit. Dokumentazio honetan azalduko dira taldeek nahiz datu-hornitzaileek dauzkaten konfigurazio-aukera guztiak, eta ondoren sinkronizatu ahal izango dituzun elementuen adibide batzuk;
id: Terkadang sepertinya Conduit terlalu rumit, satu dari tujuan disain adalah selalu membuat antar muka sesederhana dan seintuitif mungkin. Namun Conduit jauh lebih hebat daripada yang digambarkan oleh disain yang sederhana. Dokumentasi ini akan menjelaskan semua opsi konfigurasi bagi penyedia data dan grup, sementara yang berikut ini akan memberikan contoh-contoh dari hal-hal yang mungkin hendak Anda selaraskan.

source: A <ulink type="http" url="http://www.gnome.org">GNOME</ulink> user might store information in a wide variety of places on the desktop including;
eu: <ulink type="http" url="http://www.gnome.org">GNOME</ulink>ren erabiltzaile batek hainbat lekutan gorde nahi izango du informazioa mahaigainean; horietako batzuk:
id: Seorang pengguna <ulink type="http" url="http://www.gnome.org">GNOME</ulink> mungkin menyimpan informasi di tempat pada desktop yang sangat berragam termasuk:

source: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (email, calendar, address book)
eu: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (posta, egutegia, helbide-liburua)
id: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (surel, kalender, buku alamat)

source: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (notes)
eu: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (oharrak)
id: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (catatan)

source: Directories (important files)
eu: Direktorioak (fitxategi garrantzitsuak)
id: Direktori (berkas-berkas penting)

source: Photos
eu: Argazkiak
id: Foto

source: Bookmarks (web and feeds)
eu: Laster-markak (web eta jarioak)
id: Penanda taut (web dan asupan)

source: Music
eu: Musika
id: Musik

source: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (bookmarks)
eu: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (laster-markak)
id: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (penanda taut)

source: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (bookmarks, calendar, feeds, email, photos)
eu: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (laster-markak, egutegia, jarioak, posta elektronikoa, argazkiak)
id: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (penanda taut, kalender, asupan, surel, foto)

source: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (photos)
eu: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (argazkiak)
id: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (foto)

source: The user might also use one of the many popular online services including <placeholder-1/>
eu: Baliteke erabiltzaileak lineako zerbitzu ezagunenetako bat ezagutzea, besteak beste: <placeholder-1/>
id: Pengguna mungkin juga memakai satu dari banyak layanan daring populer termasuk <placeholder-1/>

source: A second laptop, also running GNOME
eu: Bigarren eramangarri bat, GNOME exekutatzen duena
id: Laptop kedua, juga menjalankan GNOME

source: A mobile phone
eu: Telefono mugikor bat
id: Telepon genggam

source: A <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800
eu: <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800 bat
id: Sebuah <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800

source: A <ulink type="http" url="http://www.palm.com">Palm</ulink> or <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink> Pocket PC
eu: <ulink type="http" url="http://www.palm.com">Palm</ulink> edo <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink> Sakelako PC bat
id: Sebuah <ulink type="http" url="http://www.palm.com">Palm</ulink> atau Pocket PC <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink>

source: An iPod
eu: iPod bat
id: iPod

source: They probably also own another electronic device such as <placeholder-1/>
eu: Beste gailu elektroniko bat eduki dezakete, <placeholder-1/> esate baterako
id: Mereka mungkin juga memiliki perangkat elektronik lain seperti <placeholder-1/>

source: Its hard enough keeping your information organized when limited to the desktop, let alone the added burden of keeping your information in sync with any of the other services or devices listed above.
eu: Nahiko zaila badenez mahaigaineko informazioa antolatuta edukitzea, oraindik zailagoa informazioa ondo sinkronizatuta mantentzea goiko zerbitzuekin edo gailuekin.
id: Cukup sulit untuk menjaga agar informasi Anda tertata ketika dibatasi ke desktop, apalagi dengan beban tambahan untuk menjaga agar informasi Anda tetap selaras dengan sebarang layanan lain atau perangkat yang didaftar di atas.

source: Our goal for Conduit is to allow GNOME users to keep their information in sync. Irrespective of the type, irrespective of the way in which that information is stored. Conduit should just work.
eu: Conduit-en helburua da GNOMEren erabiltzaileei haien informazioa sinkronizatuta edukitzeko aukera ematea. Kontuan hartu gabe informazio hori gorde den modua. Conduit-ek funtzionatuko du.
id: Tujuan kami bagi Conduit adalah untuk mengijinkan pengguna GNOME tetap menjaga informasi mereka selaras. Tak peduli pada tipe, tak peduli pada bagaimana informasi tersebut disimpan. Conduit mesti berjalan begitu saja.

source: Understanding the Conduit Interface
eu: Conduit-en interfazea ulertzea
id: Memahami Antar Muka Conduit

source: Conduit has a few basic concepts worth understanding before you begin. Knowing these concepts will help you discover things that you never knew you could keep in sync, for example, uploading photos right from your mobile phone to Picasa!
eu: Komeni da Conduit-en oinarrizko kontzeptu batzuk ulertzea, lanean hasi aurretik. Kontzeptu horiek ulertzean, konturatuko zara ez zenekiela hainbat gauza sinkroniza zitezkeenik, adibidez, argazkiak zure mugikorretik kargatzea Picasara!
id: Conduit memiliki beberapa konsep dasar yang baik untuk dipahami sebelum Anda memulai. Mengetahui konsep-konsep ini akan membantu Anda menemukan hal-hal yang sebelumnya tidak Anda tahu dapat diselaraskan, sebagai contoh, mengunggah foto dari telepon genggam Anda langsung ke Picasa!

source: Conduit GUI
eu: Conduit-en interfazea
id: GUI Conduit

source: The Parts of the Conduit GUI
eu: Conduit-en interfazearen zatiak
id: Bagian dari GUI Conduit

source: <xref linkend="conduit-FIG-gui-parts"/> shows the Conduit interface's four main components;
eu: <xref linkend="conduit-FIG-gui-parts"/>(e)k Conduit-en interfazearen lau osagarri nagusiak erakusten ditu;
id: <xref linkend="conduit-FIG-gui-parts"/> menunjukkan empat komponen utama antar muka Conduit;

source: The file, edit and help menus store operations which apply to all groups. For more information on the contents of these menus, see below.
eu: Fitxategia, Editatu eta Laguntza menuek talde guztiei aplikatzen zaizkien eragiketak dauzkate. Menu horien edukiari buruzko informazio gehiago lortzeko, ikus behean.
id: Menu berkas, sunting, dan bantuan menyimpan operasi yang berlaku pada semua grup. Untuk informasi lebih lanjut tentang isi menu-menu tersebut, lihatlah di bawah.

source: The Menu<placeholder-1/>
eu: Menua<placeholder-1/>
id: Menu <placeholder-1/>

source: Located on the left hand side of the window, lists all of the data providers that are detected and ready for use on your system.
eu: Leihoaren ezkerraldean dago, eta sisteman detektatutako eta erabiltzeko prest dauden datu-hornitzaile guztiak azaltzen dira zerrendan.
id: Terletak pada sisi kiri jendela, adalah daftar semua penyedia data yang terdeteksi dan siap dipakai pada sistem Anda.

source: Data providers are the source or destination of data you wish to sync. Please refer to the <emphasis>Data Provider</emphasis> section of the documentation to receive instructions on how to configure each data provider.
eu: Datu-hornitzaileak sinkronizatu nahi dituzun datuen iturburua edo helburua dira. Informazio gehiago lortzeko, ikus dokumentazioan <emphasis>Datu-hornitzailea</emphasis> atala, datu-hornitzaile bakoitza konfiguratzeko jarraibideak lortzeko.
id: Penyedia data adalah sumber atau tujuan data yang ingin Anda selaraskan. Silakan mengacu ke dokumentasi bagian <emphasis>Penyedia Data</emphasis> untuk mendapat instruksi tentang bagaimana menata setiap penyedia data.

source: The Data Provider Pane <placeholder-1/>
eu: Datu-hornitzaileen panela <placeholder-1/>
id: Panel Penyedia Data <placeholder-1/>

source: Used to create groups of data providers to synchronize. Drag a data source to the left of the canvas pane and one or more data sinks to the right of the data pane to create a group. For more explanation on groups please check <xref linkend="conduit-providers-and-groups"/>.
eu: Datu-hornitzaileen taldeak sinkronizatzeko sortzeko erabiltzen da. Arrastatu datu-iturburu bat oihalaren panelaren ezkerraldera, eta datu-kategoria bat edo gehiago datu-paneleko eskuinaldera, talde bat sortzeko. Taldeei buruzko xehetasun gehiago lortzeko, ikus <xref linkend="conduit-providers-and-groups"/>.
id: Dipakai untuk membuat grup penyedia data untuk penyelarasan. Seret suatu sumber data di kiri dari panel kanvas dan satu atau lebih muara data ke bagian kanan panel data untuk membuat suatu grup. Untuk penjelasan lebih lanjut tentang grup silakan periksa <xref linkend="conduit-providers-and-groups"/>.

source: The Canvas Pane <placeholder-1/>
eu: Oihalaren panela <placeholder-1/>
id: Panel Kanvas <placeholder-1/>

source: If you receive any conflict notifications while trying to run a sync job they will be listed here. For information on how to deal with possible conflicts please check the <emphasis>Conflicts and Resolutions</emphasis> section of the documentation.
eu: Sinkronizazio-lan bat exekutatzen saiatzean gatazka-jakinarazpenen bat jasotzen baduzu, hemen agertuko da. Sor daitezkeen gatazkak nola konpondu jakiteko, ikus dokumentazioko <emphasis>Gatazkak eta konponbideak</emphasis> atala.
id: Bila Anda menerima pemberitahuan konflik ketika mencoba menjalankan tugas penyelarasan maka mereka akan didaftar di sini. Untuk informasi tentang bagaimana menangani kemungkinan konflik silakan periksa dokumentasi bagian <emphasis>Konflik dan Penyelesaiannya</emphasis>.

source: The Conflicts Pane <placeholder-1/>
eu: Gatazken panela <placeholder-1/>
id: Panel Konflik <placeholder-1/>

source: The Menus
eu: Menuak
id: Menu

source: The File Menu
eu: Fitxategia menua
id: Menu Berkas

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice> Saves all configured synchronization groups. Groups are saved automatically when you exit Conduit if you have selected <guilabel>Save Settings on Exit</guilabel> in <xref linkend="conduit-preferences-window"/>
eu: <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Gorde</guimenuitem></menuchoice> Konfiguratutako sinkronizazio-talde guztiak gordetzen ditu. Taldeak automatikoki gordetzen dira Conduit-etik irteten zarenean <guilabel>Gorde ezarpenak irtetean</guilabel> hautatu baduzu hemen: <xref linkend="conduit-preferences-window"/>
id: <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Simpan</guimenuitem></menuchoice> Menyimpan semua grup penyelarasan yang ditata. Grup disimpan secara otomatis ketika Anda keluar dari Conduit bila Anda telah memilih <guilabel>Simpan Pengaturan Saat Keluar</guilabel> dalam <xref linkend="conduit-preferences-window"/>

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Synchronize All</guimenuitem></menuchoice> Synchronizes all groups at the same time. You can still run each sync group separately (see the <emphasis>Groups</emphasis> section), but this saves you the time of having to select and manually going through each group to start the sync process.
eu: <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Sinkronizatu dena</guimenuitem></menuchoice> Talde guztiak batera sinkronizatzen ditu. Sinkronizazio-talde bakoitza bere aldetik exekutatu ahal izango duzu (ikus <emphasis>Taldeak</emphasis> atala), baina honekin denbora aurreztuko duzu, ez baituzu talde bakoitza hautatu eta banan-banan joan beharko sinkronizazio-prozesuarekin hasteko.
id: <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Selaraskan Semua</guimenuitem></menuchoice> Menyelaraskan semua grup pada saat yang sama. Anda masih dapat menjalankan setip grup penyelarasan secara terpisah (lihat bagian <emphasis>Grup</emphasis>), namun ini menghemat waktu Anda daripada mesti memilih dan secara manual menuju ke grup satu per satu untuk memulai proses penyelarasan.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Quit</guimenuitem></menuchoice> Closes conduit. You will be prompted to stop any synchronization currently in progress.
eu: <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Irten</guimenuitem></menuchoice> Conduit ixten du. Eskatuko zaizu martxan dauden sinkronizazioak geldiarazteko.
id: <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Keluar</guimenuitem></menuchoice> Menutup Conduit. Anda akan ditanya apakah akan menghentikan penyelarasan manapun yang tengah berjalan.

source: The Edit Menu
eu: 'Editatu' menua
id: Menu Sunting
