Repository: ProfSteve/conduit
Catalog: help/*/*.po
Languages: eu, id

source: Drag a F-Spot data provider from the data provider pane and drop it onto an empty spot on the canvas. A new group containing just the F-Spot data provider will be created.
eu: Arrastatu F-Spot datu-hornitzaile bat datu-hornitzaileen paneletik, eta jaregin ezazu oihalaren paneleko puntu huts batean. Talde berri bat sortuko da, F-Spot datu-hornitzailearekin.
id: Seret sebuah penyedia data F-Spot dari panel penyedia data dan jatuhkan ke tempat kosong di kanvas. Suatu grup baru yang hanya memuat penyedia data F-Spot akan dibuat.

source: Drag Facebook and Picasa data providers into the Group that was just created.
eu: Arrastatu Facebook eta Picasa datu-hornitzaileak sortu berri den taldera.
id: Seret penyedia data Facebook dan Picasa ke dalam Grup yang baru saja dibuat.

source: Configure the data providers by double clicking on them.
eu: Konfiguratu datu-hornitzaileak bertan klik bikoitza eginez.
id: Tata penyedia data dengan melakukan klik ganda pada mereka.

source: Now synchronize the group to upload photos. You will be prompted to log into Facebook using the Conduit login window, shown in <xref linkend="conduit-FIG-login"/>.
eu: Orain sinkronizatu taldea, argazkiak kargatzeko. Facebook-en saioa hasteko eskatuko zaizu Conduit saioa hasteko leihoan (ikus hemen: <xref linkend="conduit-FIG-login"/>.)
id: Kini selaraskan grup untuk mengunggah foto. Anda akan diminta untuk log masuk ke Facebook memakai jendela log masuk Conduit, ditunjukkna dalam <xref linkend="conduit-FIG-login"/>.

source: Summary
eu: Laburpena
id: Ringkasan

source: All sync operations work exactly like this. The only difference is the data you are syncing and the providers you are using. You always follow the same sequence of steps,
eu: Sinkronizazio-eragiketa guztiek honek bezala funtzionatzen dute. Sinkronizatutako datuak eta erabilitako hornitzaileak bakarrik aldatuko dira. Urrats-sekuentzia bera jarraitu behar duzu beti:
id: Semua operasi penyelarasan bekerja tepat seperti ini. Perbedaannya hanya pada data yang Anda selaraskan dan penyedia yang Anda pakai. Anda selalu mengikuti urutan langkah yang sama,

source: Add dataproviders to create a new group, or to an existing group.
eu: Gehitu datu-hornitzaileak talde berri bat sortzeko edo lehendik dagoen talde batean.
id: Tambahkan penyedia data untuk membuat suatu grup baru, atau ke grup yang telah ada.

source: Configure the data providers. Each data provider requires a unique configuration. For reference on these please the <emphasis>Data Providers</emphasis> section of the documentation.
eu: Konfiguratu datu-hornitzaileak. Datu-hornitzaile batek konfigurazio bakarra behar du. Horiei buruzko erreferentziarako, ikus dokumentazioko <emphasis>Datu-hornitzaileak</emphasis> atala.
id: Menata penyedia data. Setiap penyedia data memerlukan suatu konfigurasi unik. Untuk acuan tentang hal ini silakan lihat bagian dokumentasi <emphasis>Penyedia Data</emphasis>

source: Configure the group, selecting what should happen on conflict, etc.
eu: Konfiguratu taldea, gatazka-kasuetan gertatu beharrekoak, etab.
id: Menata grup, memilih apa yang mesti dilakukan saat konflik, dsb.

source: Synchronize the dataproviders as you wish.
eu: Sinkronizatu datu-hornitzaileak nahi bezala.
id: Menyelaraskan penyedia data sekehendak Anda.

source: Network Synchronization
eu: Sare-sinkronizazioa
id: Penyelarasan Jaringan

source: If you have two computers at home, Conduit can be used to synchronize the data between them, directly, without first having to store the data somewhere else first. The steps below will illustrate how to synchronize Tomboy notes on two computers, called nzjrs-desktop and nzjrs-laptop. The following key will be used to help explain the setup procedure.
eu: Etxean bi ordenagailu badituzu, Conduit erabil dezakezu datuak haien artean zuzenean sinkronizatzeko, aurretik datuak beste nonbait gordetzeko beharrik gabe. Beheko urratsetan azaltzen da nola sinkronizatu Tomboy oharrak nzjrs-mahaigaina eta nzjrs-mahaigaina izeneko bi ordenagailutan. Ondoko gakoa erabiliko da konfigurazio-prozedura azaltzen laguntzeko.
id: Bila Anda memiliki dua komputer di rumah, Conduit dapat dipakai untuk menyelaraskan data antara keduanya, secara langsung, tanpa perlu diawali dengan menyimpan data di suatu tempat. Langkah-langkah di bawah menggambarkan bagaimana menyelaraskan catatan Tomboy pada dua komputer, yang bernama nzjrs-desktop dan nzjrs-laptop. Kunci berikut akan dipakai untuk membantu menjelaskan prosedur penyiapan.

source: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Image taken on the first computer.
eu: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Lehenengo ordenagailuaren argazkia.
id: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Gambar diambil pada komputer pertama.

source: <inlinegraphic format="PNG" fileref="figures/network-pc2.png"/> Image taken on the second computer.
eu: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Bigarren ordenagailuaren argazkia.
id: <inlinegraphic format="PNG" fileref="figures/network-pc2.png"/> Gambar diambil pada komputer keduaa.

source: Network Synchronization Tip
eu: Sare-sinkronizazioaren iradokizunak
id: Tip Penyelarasan Jaringan

source: The process below, although describing Tomboy note synchronization, could be suitably modified to synchronize all sorts of data between two computers, including Contacts, Calendar information, and even F-Spot photos.
eu: Beheko prozesua, Tomboy oharren sinkronizazioa deskribatu arren, bi ordenagailuren artean edozein datu mota sinkronizatzeko alda liteke, Kontaktuak, Egutegi-informazioa, eta F-Spot argazkiak, besteak beste.
id: Proses di bawah, walaupun menjelaskan penyelarasan catatan Tomboy, dapat diubah agar cocok untuk menyelaraskan segala macam data antara dua komputer, termasuk informasi Kontak, Kalender, dan bahkan foto F-Spot.

source: Configuration of the First Computer
eu: Lehenengo ordenagailuaren konfigurazioa
id: Konfigurasi Komputer Pertama

source: On the first computer create a synchronization group connecting Tomboy to the Network dataprovider, which is listed in the Miscellaneous category in the dataprovider pane. This makes Tomboy available for synchronization on the second computer. <placeholder-1/>
eu: Lehenengo ordenagailuan, sortu sinkronizazio-talde bat Tomboy sareko datu-hornitzailearekin konektatzeko (datu-hornitzailearen paneleko Hainbat kategoriaren zerrendan). Horrela, Tomboy erabilgarri egongo da bigarren ordenagailuarekin sinkronizatzeko. <placeholder-1/>
id: Pada komputer pertama buatlah grup penyelarasan yang menghubungkan Tomboy ke penyedia data Jaringan, yang didaftar dalam kategori Rupa-rupa pada panel penyedia data. Ini membuat Tomboy menjadi tersedia untuk penyelarasan pada komputer kedua. <placeholder-1/>

source: After a short delay, this will result in a new category being created on the second computer. The category will take the name of the first computer, nzjrs-desktop in my case, and it shall contain any dataproviders currently available for synchronization.
eu: Une baten ondoren, kategoria berri bat sortuko da bigarren ordenagailuan. Kategoriak lehenengo ordenagailuaren izena hartuko du, nzjrs-mahaigaina kasu honetan, eta sinkronizatzeko erabilgarri dauden datu-hornitzaile guztiak edukiko ditu.
id: Setelah tundaan sejenak, ini akan menghasilkan suatu kategori baru yang dibuat pada komputer kedua. Kategodi ini akan mengambil nama komputer pertama, dalam kasus saya nzjrs-desktop, dan itu akan memuat sebarang penyedia data yang kini tersedia untuk penyelarasan.

source: Configuration of the Second Computer
eu: Bigarren ordenagailuaren konfigurazioa
id: Konfigurasi Komputer Kedua

source: Still on the second computer, drag the Tomboy dataprovider from the newly created category onto the canvas. Notice how its name is Remote Tomboy, indicating it refers to data on the remote, or first, computer. <placeholder-1/>
eu: Bigarren ordenagailuan, arrastatu Tomboy datu-hornitzailea sortu berri den kategoriatik oihalaren panelera. Haren izena Urruneko Tomboy izango da, urruneko, edo lehenengo, ordenagailuko datuei erreferentzia egiten dielako adierazteko. <placeholder-1/>
id: Masih pada komputer kedua, seret penyedia data Tomboy dari kategori yang baru dibuat ke kanvas. Perhatikan bahwa namanya adalah Tomboy Jauh, menunjukkan bahwa itu mengacu ke data di tempat jauh, yaitu komputer pertama. <placeholder-1/>

source: Finally, on the second computer, start the sync in the normal manner.
eu: Azkenean, bigarren ordenagailuan, hasi sinkronizazioarekin modu normalean.
id: Akhirnya, pada komputer kedua, mulailah penyelarasan dengan cara biasa.

source: Your tomboy notes should now be synchronized between the two computers.
eu: Orain bi ordenagailuetan sinkronizatuta egon beharko lukete zure Tomboy oharrek.
id: Catatan tomboy Anda kini mestinya telah selaras antara dua komputer.

source: File Synchronization
eu: Fitxategi-sinkronizazioa
id: Penyelarasan Berkas

source: Due to performance and security reasons, we do not recommend using the network sync feature to synchronize large files between two computers. We hope to address this limitation in the future.
eu: Errendimendu- eta segurtasun-arrazoiak direla-eta, ez dugu gomendatzen sareko sinkronizazio-eginbidea erabiltzea bi ordenagailuren artean fitxategi handiak sinkronizatzeko. Muga hau etorkizunean konpontzea espero dugu.
id: Karena alasan kinerja dan keamanan, kami tidak menyarankan memakai fitur penyelarasan jaringan untuk menyelaraskan berkas besar antara dua komputer. Kami berharap untuk mengatasi keterbatasn ini di masa mendatang.

source: translator-credits
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>
id: Andika Triwidada <andika@gmail.com>, 2012.
