Repository: ProfSteve/conduit
Catalog: po/*.po
Languages: da, id, lv, nn, ro, sr, sr@latin, tg

source: Office
da: Kontor
id: Perkantoran
lv: Birojs
nn: Kontor
ro: Birou
sr: Канцеларија
sr@latin: Kancelarija
tg: Офис

source: Settings
da: Indstillinger
id: Pengaturan
lv: Iestatījumi
nn: Innstillingar
ro: Configurări
sr: Подешавања
sr@latin: Podešavanja
tg: Танзимот

source: Miscellaneous
da: Blandet
id: Rupa-rupa
lv: Dažādi
nn: Ymse
ro: Diverse
sr: Разно
sr@latin: Razno
tg: Иловагӣ

source: Media
da: Medie
lv: Skaņa un video
ro: Multimedia
sr: Медији
sr@latin: Mediji
tg: Мултимедиа

source: Bookmarks
da: Bogmærker
id: Penanda Taut
lv: Grāmatzīmes
nn: Bokmerke
ro: Marcaje
sr: Обележивачи
sr@latin: Obeleživači
tg: Хатчӯбҳо

source: Test
id: Tes
lv: Tests
nn: Forsøk
sr: Провери
sr@latin: Proveri
tg: Санҷиш

source: Drag a Data Provider here to continue
da: Træk en dataudbyder hertil for at fortsætte
id: Seret suatu Penyedia Data ke sini untuk melanjutkan
lv: Velciet datu sniedzēju šeit, lai turpinātu
nn: Dra ein Dataleverandør hit for å halde fram
ro: Trageți aici un furnizor de date pentru a continua
sr: Овде превуците достављача података да наставите
sr@latin: Ovde prevucite dostavljača podataka da nastavite
tg: Барои идома додан, провайдери иттилоотро ба ин ҷо кашида баред

source: Show me
da: Vis mig
id: Tunjukkan
lv: Rādīt man
nn: Vis meg
ro: Arată-mi
sr: Прикажи ми
sr@latin: Prikaži mi
tg: Ба ман намоиш диҳед

source: Total: %d
da: I alt: %d
lv: Kopā: %d
sr: Укупно: %d
sr@latin: Ukupno: %d
tg: Ҳамагӣ: %d

source: Source
da: Kilde
id: Sumber
lv: Avots
nn: Kjelde
ro: Sursă
sr: Извор
sr@latin: Izvor
tg: Манбаъ

source: Resolution
da: Opløsning
id: Resolusi
lv: Izšķirtspēja
nn: Oppløysing
ro: Rezoluție
sr: Резолуција
sr@latin: Rezolucija
tg: Возеҳӣ

source: Sink
da: Datamodtagerfil
id: Muara
lv: Saņēmējs
nn: Synk
ro: Sursă
sr: Усагласи
sr@latin: Usaglasi
tg: Қабулгоҳ

source: Conflicts (%s)
da: Konflikter (%s)
id: Konflik (%s)
lv: Konflikti (%s)
nn: Konfliktar (%s)
ro: Conflicte (%s)
sr: Сукоби: (%s)
sr@latin: Sukobi: (%s)
tg: Ихтилофҳо (%s)

source: Name
da: Navn
id: Nama
lv: Nosaukums
nn: Namn
ro: Nume
sr: Назив
sr@latin: Naziv
tg: Ном

source: Description
da: Beskrivelse
id: Deskripsi
lv: Apraksts
nn: Beskriving
ro: Descriere
sr: Опис
sr@latin: Opis
tg: Тавсиф

source: Introduction
da: Introduktion
id: Pengantar
lv: Ievads
nn: Introduksjon
ro: Introducere
sr: Увод
sr@latin: Uvod
tg: Муқаддима

source: Writing a Data Provider
da: Skriver til en dataudbyder
id: Menulis suatu Penyedia Data
lv: Raksta datu sniedzēju
nn: Skriver ein Dataleverandør
ro: Scrierea unui furnizor de date
sr: Записивање достављача података
sr@latin: Zapisivanje dostavljača podataka
tg: Навиштани провайдери иттилоот

source: API Documentation
da: API-dokumentation
id: Dokumentasi API
lv: API dokumentācija
nn: API Dokumentasjon
ro: Documentație API
sr: АПИ документација
sr@latin: API dokumentacija
tg: Санадҳои API

source: Test Results
da: Testresultater
id: Hasil Uji
lv: Testa rezultāti
nn: Prøv Resultat
ro: Rezultatele testului
sr: Резултати провере
sr@latin: Rezultati provere
tg: Натиҷаҳои матн

source: Examples
da: Eksempler
id: Contoh
lv: Piemēri
nn: Eksemplar
ro: Exemple
sr: Примери
sr@latin: Primeri
tg: Мисолҳо

source: Convert from
da: Konvertér fra
id: Konversikan dari
lv: Konvertēt no
nn: Endre frå
ro: Conversie din
sr: Претвори из
sr@latin: Pretvori iz
tg: Табдил додан аз

source: into
da: til
id: ke
lv: uz
nn: til
ro: în
sr: у
sr@latin: u
tg: ба

source: Relationship Database
da: Forholdsdatabase
id: Basis Data Relasi
lv: Relāciju datubāze
nn: Forhaldsdatabase
ro: Bază de date de relații
sr: Односна база података
sr@latin: Odnosna baza podataka
tg: Пойгоҳи иттилоотии вобастагиҳо

source: Conversions Available
da: Tilgængelige konverteringer
id: Konversi Tersedia
lv: Pieejamie pārveidojumi
nn: Konversasjonar Tilgjengeleg
ro: Conversii disponibile
sr: Доступна претварања
sr@latin: Dostupna pretvaranja
tg: Табдилдиҳиҳо дастрасанд

source: Loaded
da: Indlæst
id: Dimuat
lv: Ielādēts
nn: Lasta
ro: Încărcat
sr: Учитано
sr@latin: Učitano
tg: Бор карда шуд

source: - %s (Development Version)
da: - %s (Udviklingsversion)
id: - %s (Versi Pengembangan)
lv: - %s (izstrādes versija)
nn: - %s (Utviklingsversjon
ro: - %s (Versiune de dezvoltare)
sr: — %s (Развојно издање)
sr@latin: — %s (Razvojno izdanje)
tg: - %s (Версияи такомул)

source: - Running Uninstalled
da: - Kører uinstalleret
id: - Berjalan Tanpa Terpasang
lv: -palaiž neinstalētu
nn: - Kjøyrar Uinstalert
ro: - Rulez dezinstalat
sr: — Покрећем неинсталирано
sr@latin: — Pokrećem neinstalirano
tg: - Иҷрокунии тозашуда

source: Developers
da: Udviklere
id: Para Pengembang
lv: Izstrādātāji
nn: Utviklarar
ro: Dezvoltatori
sr: Програмери
sr@latin: Programeri
tg: Таҳиягарон

source: Synchronization in progress. Do you want to cancel it?
da: Synkronisering i gang. Vil du annullere den?
id: Penyelarasan tengah berlangsung. Apakah Anda ingin membatalkannya?
lv: Notiek sinhronizēšana. Vai vēlaties to atcelt?
nn: Synkronisering pågår. Vil du avbryte ho?
ro: Sincronizare în desfășurare. Doriți să o abandonați?
sr: Усаглашавање је у току. Да ли желите да га откажете?
sr@latin: Usaglašavanje je u toku. Da li želite da ga otkažete?
tg: Ҳамоҳангсозӣ рафта истодааст. Шумо мехоҳед, ки онро бекор кунед?

source: _Synchronize All
da: _Synkronisér alt
id: _Selaraskan Semua
lv: _Sinhronizēt visu
nn: _Synkroniser All
ro: _Sincronizează toate
sr: _Усагласи све
sr@latin: _Usaglasi sve
tg: _Ҳамоҳанг кардани ҳама

source: Synchronizes All Groups
da: Synkroniserer alle grupper
id: Selaraskan Semua Grup
lv: Sinhronizēt visas grupas
nn: Synkroniser Alle Grupper
ro: Sincronizează toate grupurile
sr: Усагласи све групе
sr@latin: Usaglasi sve grupe
tg: Ҳамаи гурӯҳҳоро ҳамоҳанг мекунад

source: _Cancel Synchronization
da: _Annullér synkronisering
id: _Batalkan Penyelarasan
lv: At_celt sinhronizēšanu
nn: _Avbryt Synkronisering
ro: Anulează Sin_cronizarea
sr: _Откажи усаглашавање
sr@latin: _Otkaži usaglašavanje
tg: _Бекор кардани ҳамоҳангсозӣ

source: Cancels Currently Synchronizing Groups
da: Annullerer nuværende synkroniserende grupper
id: Batalkan Grup Yang Kini Tengah Diselaraskan
lv: Atceļ pašlaik sinhronizētās grupas
nn: Avbrytar Noverande Synkroniserande Grupper
ro: Anulează grupurile în curs de sincronizare
sr: Откажи текуће усаглашавање група
sr@latin: Otkaži tekuće usaglašavanje grupa
tg: Гурӯҳҳои дар айни ҳол ҳамоҳангшавандаро бекор мекунад

source: _Quit
da: _Afslut
id: _Keluar
lv: I_ziet
nn: _Avslutt
ro: _Ieșire
sr: _Изађи
sr@latin: _Izađi
tg: _Хуруҷ

source: Close Conduit
da: Luk Conduit
id: Tutup Conduit
lv: Aizvērt Conduit
nn: Lukk Kanal
ro: Închide Conduit
sr: Затвори Водовођу
sr@latin: Zatvori Vodovođu
tg: Пӯшидани Conduit

source: Synchronizing
da: Synkronisering
id: Menyelaraskan
lv: Sinhronizē
nn: Synkroniserar
ro: Se sincronizează
sr: Усаглашавам
sr@latin: Usaglašavam
tg: Ҳамоҳангсозӣ рафта истодааст

source: Synchronization Complete
da: Synkronisering færdig
id: Penyelarasan Selesai
lv: Sinhronizēšana beigusies
nn: Synkronisasjon Fullført
ro: Sincronizare completă
sr: Усаглашавање је завршено
sr@latin: Usaglašavanje je završeno
tg: Ҳамоҳангсозӣ ба анҷом расид

source: Synchronization Error
da: Synkroniseringsfejl
id: Galat Penyelarasan
lv: Sinhronizēšanas kļūda
nn: Synkroniseringsfeil
ro: Eroare de sincronizare
sr: Грешка усаглашавања
sr@latin: Greška usaglašavanja
tg: Хатогии ҳамоҳангсозӣ

source: Configure
da: Konfigurér
id: Tata
lv: Konfigurē
nn: Konfigurer
ro: Configurează
sr: Подеси
sr@latin: Podesi
tg: Конфигуратсия кардан

source: Backpack Notes
da: Rygsæknoter
id: Catatan Backpack
lv: Mugursomas piezīmes
nn: Ryggsekknotat
sr: Ранчеве белешке
sr@latin: Rančeve beleške
tg: Тавзеҳҳои Backpack

source: Store things in Backpack Notes
da: Opbevar ting i rygsæknoter
id: Simpan sesuatu dalam Backpack Notes
lv: Saglabāt lietas mugursomas piezīmēs
nn: Lagre ting i Ryggsekknotat
ro: Stochează date în Backpack Notes
sr: Ускладиштите ствари у Ранчевим белешкама
sr@latin: Uskladištite stvari u Rančevim beleškama
tg: Нигоҳ доштани чизҳо дар Backpack Notes

source: Account details
da: Kontodetaljer
id: Rincian akun
lv: Konta informācija
nn: Kontodetaljar
ro: Detalii cont
sr: Детаљи о налогу
sr@latin: Detalji o nalogu
tg: Тафсилоти ҳисоб

source: Login
da: Logind
id: Log masuk
lv: Lietotājs
nn: Pålogging
ro: Autentificare
sr: Пријави ме
sr@latin: Prijavi me
tg: Даромад

source: API key
da: API-nøgle
id: Kunci API
lv: API atslēga
nn: APInøkkel
ro: Cheie API
sr: АПИ кључ
sr@latin: API ključ
tg: Калиди API

source: Saved notes
da: Gemte noter
id: Catatan tersimpan
lv: Saglabātās piezīmes
nn: Lagra notat
ro: Notițe salvate
sr: Сачуване белешке
sr@latin: Sačuvane beleške
tg: Тавзеҳҳои захирашуда

source: Save notes in page
da: Gem noter i side
id: Simpan catatan dalam halaman
lv: Saglabāt piezīmes lappusē
nn: Lagre notat i side
ro: Salvați notițele în pagină
sr: Сачувај белешке као страницу
sr@latin: Sačuvaj beleške kao stranicu
tg: Захира кардани тавзеҳҳо дар саҳифа

source: Banshee Playlists
da: Banshee-afspilningslister
id: Daftar Putar Banshee
lv: Banshee repertuārs
nn: Banshee Spelelister
ro: Liste de redare Banshee
sr: Листе нумера Злослутнице
sr@latin: Liste numera Zloslutnice
tg: Феҳристҳои пахши Banshee

source: Synchronize your Banshee playlists
da: Synkronisér dine Banshee-afspilningslister
id: Selaraskan daftar putar Banshee Anda
lv: Sinhronizē savu Banshee repertuāru
nn: Synkroniser Banshee spelelistene dine
ro: Sincronizează listele de redare Banshee
sr: Усагласите вашу листу нумера Злослутнице
sr@latin: Usaglasite vašu listu numera Zloslutnice
tg: Ҳамоҳанг кардани феҳристҳои пахши Banshee

source: Playlists
da: Afspilningslister
id: Daftar putar
lv: Repertuāri
nn: Spelelister
ro: Liste de redare
sr: Листа нумера
sr@latin: Lista numera
tg: Феҳристҳои пахш

source: Box.net
sr: Бокс.нет
sr@latin: Boks.net

source: Synchronize your Box.net files
da: Synkronisér dine Box.net-filer
id: Selaraskan berkas Box.net Anda
lv: Sinhronizē savas Box.net datnes
nn: Synkroniser Box.net filene dine
ro: Sincronizează fișierele Box.net
sr: Усагласите ваше датотеке Бокс.нета
sr@latin: Usaglasite vaše datoteke Boks.neta
tg: Ҳамоҳанг кардани файлҳои Box.net

source: Folder
da: Mappe
lv: Mape
nn: Mappe
ro: Dosar
sr: Фасцикла
sr@latin: Fascikla
tg: Ҷузвдон

source: Folder name
da: Mappenavn
id: Name folder
lv: Mapes nosaukums
nn: Mappenamn
ro: Numele dosarului
sr: Назив фасцикле
sr@latin: Naziv fascikle
tg: Номи ҷузвдон

source: Load folders
da: Indlæs mapper
id: Muat folder
lv: Ielādēt mapes
nn: Last mapper
ro: Încarcă dosarele
sr: Учитај фасцикле
sr@latin: Učitaj fascikle
tg: Бор кардани ҷузвдонҳо

source: Note-
id: Catatan-
lv: Piezīme-
nn: Notat-
ro: Notița-
sr: Белешка-
sr@latin: Beleška-
tg: Тавзеҳ-

source: Wallpaper
da: Skrivebordsbaggrund
id: Gambar latar
lv: Tapete
nn: Bakgrunnsbilete
ro: Imagine de fundal
sr: Позадина
sr@latin: Pozadina
tg: Тасвири замина

source: Changes your Desktop Wallpaper
da: Ændrer din skrivebordsbaggrund
id: Ubah Gambar Latar Deskop Anda
lv: Izmaiņas jūsu darbvirsmas tapetē
nn: Endrar Bakgrunnsbiletet ditt
ro: Schimbă imaginea de fundal
sr: Промените позадину радне површи
sr@latin: Promenite pozadinu radne površi
tg: Тасвири заминаи мизи кории шуморо тағйир медиҳад

source: Select %s
da: Vælg %s
id: Pilih %s
lv: Izvēlieties %s
nn: Vel %s
ro: Selectează %s
sr: Изабери %s
sr@latin: Izaberi %s
tg: Интихоб кардани %s

source: Evolution Contacts
da: Evolution-kontakter
id: Kontak Evolution
lv: Evolution kontakti
nn: Evolutionkontaktar
ro: Contacte Evolution
sr: Контакти Еволуције
sr@latin: Kontakti Evolucije
tg: Тамосҳои Evolution

source: Synchronize your contacts
da: Synkronisér dine kontakter
id: Selaraskan kontak Anda
lv: Sinhronizē savus kontaktus
nn: Synkroniser kontaktane dine
ro: Sincronizează contactele
sr: Усагласите ваше контакте
sr@latin: Usaglasite vaše kontakte
tg: Ҳамоҳанг кардани тамосҳои шумо

source: Evolution Calendar
da: Evolution-kalender
id: Kalender Evolution
lv: Evolution kalendārs
nn: Evolution Kalendar
ro: Calendar Evolution
sr: Календар Еволуције
sr@latin: Kalendar Evolucije
tg: Тақвими Evolution

source: Synchronize your calendar
da: Synkronisér din kalender
id: Selaraskan kalender Anda
lv: Sinhronizē savu kalendāru
nn: Synkroniser kalendaren din
ro: Sincronizează calendarul
sr: Усагласите ваш календар
sr@latin: Usaglasite vaš kalendar
tg: Ҳамоҳанг кардани тақвими шумо

source: Evolution Tasks
da: Evolution-opgaver
id: Tugas Evolution
lv: Evolution uzdevumi
nn: Evolution Oppgåver
ro: Sarcini Evolution
sr: Задаци Еволуције
sr@latin: Zadaci Evolucije
tg: Вазифаҳои Evolution

source: Synchronize your tasks
da: Synkronisér dine opgaver
id: Selaraskan tugas Anda
lv: Sinhronizē savus uzdevumus
nn: Synkroniser oppgåvene dine
ro: Sincronizează sarcinile
sr: Усагласите ваше задатке
sr@latin: Usaglasite vaše zadatke
tg: Ҳамоҳанг кардани вазифаҳои шумо

source: Evolution Memos
da: Evolution-memo'er
id: Memo Evolution
lv: Evolution memo
nn: Evolution Memoar
ro: Notițe Evolution
sr: Белешке Еволуције
sr@latin: Beleške Evolucije
tg: Ёддоштҳои Evolution

source: Synchronize your memos
da: Synkronisér dine memo'er
id: Selaraskan memo Anda
lv: Sinhronizē savus memo
nn: Synkroniser memoane dine
ro: Sincronizează notițele
sr: Усагласите ваше белешке
sr@latin: Usaglasite vaše beleške
tg: Ҳамоҳанг кардани ёддоштҳои шумо

source: Facebook
sr: Фејсбук
sr@latin: Fejsbuk

source: Synchronize your Facebook photos
da: Synkronisér dine Facebook-billeder
id: Selaraskan foto Facebook Anda
lv: Sinhronizē savas Facebook fotogrāfijas
nn: Synkroniser Facebookbileta dine
ro: Sincronizează fotografiile Facebook
sr: Усагласите ваше Фејсбук фотографије
sr@latin: Usaglasite vaše Fejsbuk fotografije
tg: Ҳамоҳанг кардани суратҳои Facebook

source: Loading album list...
da: Indlæser albumliste...
id: Memuat daftar album...
lv: Ielādē albumu sarakstu...
nn: Lastar albumliste...
ro: Se încarcă lista de albume...
sr: Учитавам списак албума...
sr@latin: Učitavam spisak albuma...
tg: Боркунии рӯйхати албомҳо...

source: Failed to connect
da: Kunne ikke forbinde
id: Gagal menyambung
lv: Neizdevās savienoties
nn: Klarte ikkje å få kontakt
ro: Conexiunea a eșuat
sr: Нисам успео да се повежем
sr@latin: Nisam uspeo da se povežem
tg: Пайваст шудан нашуд

source: Logged in
da: Logget ind
id: Log masuk
lv: Ierakstījās
nn: Logga på
ro: Autentificat
sr: Пријављен сам
sr@latin: Prijavljen sam
tg: Воридшуда

source: Failed to login
da: Kunne ikke logge ind
id: Gagal log masuk
lv: Neizdevās ierakstīties
nn: Klarte ikkje å logge på
ro: Autentificare eșuată
sr: Нисам успео да се пријавим
sr@latin: Nisam uspeo da se prijavim
tg: Ворид шудан нашуд

source: Status
lv: Statuss
ro: Stare
sr: Стање
sr@latin: Stanje
tg: Вазъият

source: Album
lv: Albums
sr: Албум
tg: Албом

source: Album name
da: Albumnavn
id: Nama album
lv: Albuma nosaukums
nn: Albumnamn
ro: Numele albumului
sr: Назив албума
sr@latin: Naziv albuma
tg: Номи албом

source: Load albums
da: Indlæs album
id: Muat album
lv: Ielādēt albumus
nn: Last album
ro: Incarcă albume
sr: Учитај албуме
sr@latin: Učitaj albume
tg: Бор кардани албомҳо

source: RSS Feed
id: Asupan RSS
lv: RSS plūsma
nn: Nyheitskjelde
ro: Flux RSS
sr: РСС довод
sr@latin: RSS dovod
tg: Навори навсозии RSS

source: Synchronize data from RSS enclosures
da: Synkronisér data fra RSS-bilag
id: Selaraskan data dari lampiran RSS
lv: Sinhronizēt datus no RSS ietvariem
nn: Synkroniser data frå RSSvedlegg
ro: Sincronizează datele din atașamente RSS
sr: Усагласите податке са РСС прилога
sr@latin: Usaglasite podatke sa RSS priloga
tg: Ҳамоҳанг кардани иттилоот аз замимаҳои наворҳои навсозии RSS

source: Feed details
da: Feed-detaljer
id: Rincian asupan
lv: Informācija par plūsmu
nn: Kjeldedetaljar
ro: Detaliile fluxului
sr: Детаљи довода
sr@latin: Detalji dovoda
tg: Тафсилоти навори навсозӣ

source: Feed address
da: Feed-adresse
id: Alamat asupan
lv: Plūsmas adrese
nn: Kjeldeaddresse
ro: Adresa fluxului
sr: Адреса довода
sr@latin: Adresa dovoda
tg: Суроғаи навори навсозӣ

source: Enclosure settings
da: Bilagsindstillinger
id: Pengaturan lampiran
lv: Ietvara iestatījumi
nn: Vedlegginstillingar
ro: Configurările atașamenelor RSS
sr: Подешавања прилога
sr@latin: Podešavanja priloga
tg: Танзимоти замимаҳо

source: Limit downloaded enclosures
da: Begræns nedhentede bilag
id: Batasi lampiran yang diunduh
lv: Ierobežot lejupielādētos ietvarus
nn: Begrens nedlasta vedlegg
ro: Limitează atașamentele descărcate
sr: Ограничи преузете прилоге
sr@latin: Ograniči preuzete priloge
tg: Маҳдуд кардани замимаҳои боршуда

source: Limit to
da: Begræns til
id: Batasi ke
lv: Ierobežot līdz
nn: Begrens til
ro: Limitează la
sr: Ограничи на
sr@latin: Ograniči na
tg: Маҳдуд кардан ба

source: Randomize enclosures
da: Tilpas bilag
id: Acak lampiran
lv: Nejauši izkliedēt ietvarus
nn: Tilfeldigjer vedlegg
ro: Aleatorizează atașamentele
sr: Постави насумично прилоге
sr@latin: Postavi nasumično priloge
tg: Тагурӯ кардани замимаҳо

source: Download types
da: Nedhentningstyper
id: Tipe pengunduhan
lv: Lejupielādēt tipus
nn: Last ned typar
ro: Tipuri de descărcări
sr: Преузми врсте
sr@latin: Preuzmi vrste
tg: Намудҳои боргирӣ

source: Download audio files
da: Hent lydfiler ned
id: Unduh berkas audio
lv: Lejupielādēt audio datnes
nn: Last ned lydfilar
ro: Descarcă fișiere audio
sr: Преузми звучне датотеке
sr@latin: Preuzmi zvučne datoteke
tg: Боргирӣ кардани файлҳои аудиоӣ

source: Download video files
da: Hent videofiler ned
id: Unduh berkas video
lv: Lejupielādēt video datnes
nn: Last ned videofilar
ro: Descarcă fișiere video
sr: Преузми видео датотеке
sr@latin: Preuzmi video datoteke
tg: Боргирӣ кардани файлҳои видеоӣ

source: Download photo files
da: Hent billedfiler ned
id: Unduh berkas foto
lv: Lejupielādēt fotogrāfiju datnes
nn: Last ned biletfilar
ro: Descarcă fișiere foto
sr: Преузми датотеке фотографија
sr@latin: Preuzmi datoteke fotografija
tg: Боргирӣ кардани файлҳои тасвирӣ

source: Icon
da: Ikon
id: Ikon
lv: Ikona
nn: Ikon
ro: Iconiță
sr: Иконица
sr@latin: Ikonica
tg: Нишона

source: Items
da: Elementer
id: Butir-butir
lv: Vienumi
nn: Element
ro: Elemente
sr: Ставке
sr@latin: Stavke
tg: Объектҳо

source: <i>Contains %s files</i>
da: <i>Indeholder %s filer</i>
id: <i>Memuat %s berkas</i>
lv: <i>Satur %s datnes</i>
nn: <i>Inneheld %s filar</i>
ro: <i>Conține %s fișiere</i>
sr: <i>Садржи %s датотеке</i>
sr@latin: <i>Sadrži %s datoteke</i>
tg: <i>Дорои %s файл мебошад</i>

source: Include file...
da: Inkludér fil...
id: Sertakan berkas...
lv: Iekļaut datni...
nn: Inkluder fil...
ro: Include fișierul...
sr: Укључи датотеку...
sr@latin: Uključi datoteku...
tg: Илова кардани файл...

source: All files
da: Alle filer
id: Semua berkas
lv: Visas datnes
nn: Alle filar
ro: Toate fișierele
sr: Све датотеке
sr@latin: Sve datoteke
tg: Ҳамаи файлҳо

source: Include folder...
da: Inkludér mappe...
id: Sertakan folder...
lv: Iekļaut mapi...
nn: Inkluder mappe
ro: Include dosarul...
sr: Укључи фасциклу...
sr@latin: Uključi fasciklu...
tg: Илова кардани ҷузвдон...

source: Please Name All Folders
da: Navngiv venligst alle mapper
id: Silakan Namai Semua Folder
lv: Lūdzu, nosauciet visas datnes
nn: Venligst Namngje Alle Mapper
ro: Denumiți toate dosarele
sr: Именујте све фасцикле
sr@latin: Imenujte sve fascikle
tg: Ба ҳамаи ҷузвдонҳо ном гузоред

source: All folders require a descriptive name. To name a folder simply click on it
da: Alle mapper skal have et beskrivende navn. For at navngive en mappe skal du blot klikke på den
id: Semua folder memerlukan nama yang deskriptif. Untuk menamai folder klik itu saja
lv: Visām mapēm vajag aprakstošus nosaukumus. Lai nosauktu datni, vienkārši uz tās spiediet
nn: Alle mappar treng eit beskrivande namn. For å gje namn til ei mappe, klikk på ho
ro: Toate dosarele necesită un nume descriptiv. Pentru a numi un dosar, dați click pe el
sr: Све фасцикле захтевају описни назив. Да именујете фасциклу једноставно кликните на њу
sr@latin: Sve fascikle zahtevaju opisni naziv. Da imenujete fasciklu jednostavno kliknite na nju
tg: ҳамаи ҷузвдонҳо номҳои ботафсилро талаб мекунанд. Барои гузоштани ном ба ҷузвдон, онро зер кунед

source: Files
da: Filer
id: Berkas
lv: Datnes
nn: Filar
ro: Fișiere
sr: Датотеке
sr@latin: Datoteke
tg: Файлҳо

source: Source for synchronizing multiple files
da: Kilde til synkronisering af flere filer
id: Sumber untuk menyelaraskan banyak berkas
lv: Vairāku datņu sinhronizēšanas avots
nn: Kjelde for å synkronisere fleire filar
ro: Sursă pentru sincronizarea mai multor fișiere
sr: Извор за усаглашавање више датотека
sr@latin: Izvor za usaglašavanje više datoteka
tg: Манбаъ барои ҳамоҳангсозии якчанд файлҳо

source: Synchronize folders
da: Synkronisér mapper
id: Menyelaraskan berkas
lv: Sinhronizēt mapes
nn: Synkroniser mapper
ro: Sincronizează dosarele
sr: Усагласи фасцикле
sr@latin: Usaglasi fascikle
tg: Ҳамоҳанг кардани ҷузвдонҳо

source: Firefox 3 Bookmarks
da: Firefox 3-bogmærker
id: Penanda Taut Firefox 3
lv: Firefox 3 grāmatzīmes
nn: Firefox 3 Bokmerke
ro: Marcaje Firefox 3
sr: Обележивачи Фајерфокса 3
sr@latin: Obeleživači Fajerfoksa 3
tg: Хатбаракҳои Firefox 3

source: Syncronize your Firefox 3 Bookmarks
da: Synkronisér dine Firefox 3-bogmærker
id: Selaraskan Penanda Buku Firefox 3 Anda
lv: Sinhronizē savas Firefox 3 grāmatzīmes
nn: Synkroniser Firefox 3 bokmerka dine
ro: Sincronizează marcajele Firefox 3
sr: Усагласите обележиваче Фајерфокса 3
sr@latin: Usaglasite obeleživače Fajerfoksa 3
tg: Ҳамоҳанг кардани хатбаракҳои Firefox 3

source: Firefox Profile
da: Firefox-profil
id: Profil Firefox
lv: Firefox profils
nn: Firefoxprofil
ro: Profil Firefox
sr: Профил Фајерфокса
sr@latin: Profil Fajerfoksa
tg: Профили Firefox

source: Flickr
sr: Фликр
sr@latin: Flikr

source: Synchronize your Flickr.com photos
da: Synkronisér dine Flickr.com-billeder
id: Selaraskan foto Flickr.com Anda
lv: Sinhronizē savas Flickr.com fotogrāfijas
nn: Synkroniser bileta dine fra Flickr.com
ro: Sincronizează fotografiile de pe Flickr.com
sr: Усагласите ваше Фликр.ком фотографије
sr@latin: Usaglasite vaše Flikr.kom fotografije
tg: Ҳамоҳанг кардани суратҳои Flickr.com

source: Failed to connect.
da: Kunne ikke forbinde.
id: Gagal menyambung.
lv: Neizdevās savienoties.
nn: Klarte ikkje å koble til
ro: Conexiune eșuată.
sr: Нисам успео да се повежем.
sr@latin: Nisam uspeo da se povežem.
tg: Пайваст шудан нашуд.

source: Album names loaded.
da: Albumnavne indlæst.
id: Nama album dimuat.
lv: Ielādēti albumu nosaukumi.
nn: Lasta albumnamn
ro: Numele albumelor au fost încărcate.
sr: Учитани су називи албума.
sr@latin: Učitani su nazivi albuma.
tg: Номҳои албом бор шудаанд.

source: Failed to login.
da: Kunne ikke logge ind.
id: Gagal log masuk.
lv: Neizdevās ierakstīties.
nn: Klarte ikkje å logge på
ro: Autentificare eșuată.
sr: Нисам успео да се пријавим.
sr@latin: Nisam uspeo da se prijavim.
tg: Ворид шудан нашуд.

source: Logging in, please wait...
da: Logger ind, vent venligst...
id: Sedang log masuk, mohon tunggu...
lv: Ierakstās, lūdzu, uzgaidiet...
nn: Loggar på, venligst vent...
ro: În curs de autentificare, așteptați...
sr: Пријављујем се, молим сачекајте...
sr@latin: Prijavljujem se, molim sačekajte...
tg: Воридшавӣ рафта истодааст, лутфан, интизор шавед...

source: Username
da: Brugernavn
id: Nama pengguna
lv: Lietotājvārds
nn: Brukarnamn
ro: Numele utilizatorului
sr: Корисничко име
sr@latin: Korisničko ime
tg: Номи корбар

source: Authenticate
da: Godkend
id: Otentikasikan
lv: Autentificēt
nn: Bekreft identiteten
ro: Autentificare
sr: Потврди идентитет
sr@latin: Potvrdi identitet
tg: Аслшиносӣ

source: Saved photo settings
da: Gem indstillinger for billeder
id: Pengaturan foto tersimpan
lv: Saglabātie fotogrāfiju iestatījumi
nn: Lagra biletinstillingar
ro: Configurările foto salvate
sr: Подешавања сачуваних фотографија
sr@latin: Podešavanja sačuvanih fotografija
tg: Танзимоти захирашудаи суратҳо
