Repository: ProfSteve/conduit
Catalog: po/*.po
Languages: da, id, lv, nn, ro, sr, sr@latin, tg

source: Conduit Synchronizer
da: Conduit-synkronisering
id: Conduit Penyelaras
lv: Conduit sinhronizētājs
nn: Kanalsynkroniserar
ro: Sincronizator Conduit
sr: Водовођа усаглашавач
sr@latin: Vodovođa usaglašavač
tg: Ҳамоҳангсозии Conduit

source: Synchronization for GNOME
da: Synkronisering til GNOME
id: Penyelarasan bagi GNOME
lv: GNOME sinhronizācija
nn: Synkronisasjon til GNOME
ro: Sincronizare pentru GNOME
sr: Усаглашавање за Гном
sr@latin: Usaglašavanje za Gnom
tg: Ҳамоҳангсозӣ барои GNOME

source: Title
da: Titel
id: Judul
lv: Virsraksts
nn: Tittel
ro: Titlu
sr: Наслов
sr@latin: Naslov
tg: Сарлавҳа

source: Editor
da: Redigeringsprogram
id: Penyunting
lv: Redaktors
nn: Skriv om med redigering
sr: Уређивач
sr@latin: Uređivač
tg: Муҳаррир

source: _File
da: _Fil
id: _Berkas
lv: _Datne
nn: _Fil
ro: _Fișier
sr: _Датотека
sr@latin: _Datoteka
tg: _Файл

source: _Edit
da: _Redigér
id: _Sunting
lv: R_ediģēt
nn: _Endre
ro: _Editare
sr: _Уреди
sr@latin: _Uredi
tg: _Таҳрир кардан

source: _Help
da: _Hjælp
id: B_antuan
lv: _Palīdzība
nn: _Hjelp
ro: _Ajutor
sr: По_моћ
sr@latin: Po_moć
tg: _Кӯмак

source: Data Providers
da: Dataudbydere
id: Penyedia Data
lv: Datu sniedzēji
nn: DataleverandÃ¸rar
ro: Furnizori de date
sr: Достављач података
sr@latin: Dostavljač podataka
tg: Провайдерҳои иттилоот

source: Compare
da: Sammenlign
id: Bandingkan
lv: Salīdzināt
nn: Samanlikn
ro: Compară
sr: Упореди
sr@latin: Uporedi
tg: Муқоиса кардан

source: Resolve Conflicts
da: Løs konflikter
id: Selesaikan Konflik
lv: Risināt konfliktus
nn: Gjennløys Konfliktar
ro: Rezolvă conflictele
sr: Разреши сукобе
sr@latin: Razreši sukobe
tg: Ҳал кардани ихтилофҳо

source: Conflicts
da: Konflikter
id: Konflik
lv: Konflikti
nn: Konfliktar
ro: Conflicte
sr: Сукобљава се
sr@latin: Sukobljava se
tg: Ихтилофҳо

source: Synchronization Options
da: Indstillinger for synkronisering
id: Opsi Penyelarasan
lv: Sinhronizācijas opcijas
nn: Synkronisasjonsinstillingar
ro: Opțiuni de sincronizare
sr: Опције усаглашавања
sr@latin: Opcije usaglašavanja
tg: Имконоти ҳамоҳангсозӣ

source: Slow Synchronization
da: Langsom synkronisering
id: Penyelarasan Lambat
lv: Lēna sinhronizācija
nn: Treig Synkronisasjon
ro: Sincronizare lentă
sr: Споро усаглашавање
sr@latin: Sporo usaglašavanje
tg: Ҳамоҳангсозии суст

source: Two-Way Synchronization
da: Tovejssynkronisering
id: Penyelarasan Dua Arah
lv: Divvirzienu sinhronizācija
nn: Toveissynkronisering
ro: Sincronizare bidirecțională
sr: Двосмерно усаглашавање
sr@latin: Dvosmerno usaglašavanje
tg: Ҳамоҳангсозии дусамта

source: Always Up-To-Date
da: Altid opdateret
id: Selalu Terkini
lv: Vienmēr aktuāls
nn: Alltid Oppdatert
ro: Întotdeauna actualizat
sr: Увек ажурирано
sr@latin: Uvek ažurirano
tg: Ҳамеша навсозишуда

source: Conflict Options
da: Indstillinger for konflikter
id: Opsi Konflik
lv: Konfliktu opcijas
nn: Konfliktinstillingar
ro: Opțiuni pentru conflicte
sr: Опције сукоба
sr@latin: Opcije sukoba
tg: Имконоти ихтилоф

source: Ask Me What to Do
da: Spørg mig, hvad der skal gøres
id: Tanya Padaku Apa Yang Mesti Dilakukan
lv: Jautāt man, kā rīkoties
nn: SpÃ¸r Meg Kva Som Skal Gjerast
ro: Intreabă-mă...
sr: Питај ме шта да радиш
sr@latin: Pitaj me šta da radiš
tg: Амалро аз ман пурсед

source: Replace the Older Item
da: Erstat det gamle element
id: Gantikan Butir Yang Lebih Tua
lv: Aizvietot vecāku vienumu
nn: Erstatt det Eldre Elementet
ro: Înlocuiește elementul mai vechi
sr: Замени старе ставке
sr@latin: Zameni stare stavke
tg: Ҷойгузин кардани объекти кӯҳна

source: Skip
da: Spring over
id: Lewati
lv: Izlaist
nn: Hopp over
ro: Omite
sr: Прескочи
sr@latin: Preskoči
tg: Нодида гузарондан

source: Delete Options
da: Slet indstillinger
id: Opsi Penghapusan
lv: Dzēst opcijas
nn: Slett Innstillingar
ro: Opțiuni de ștergere
sr: Обриши опције
sr@latin: Obriši opcije
tg: Имконоти несткунӣ

source: Delete the Corresponding Item
da: Slet det tilhørende element
id: Hapus Butir Yang Sesuai
lv: Dzēst attiecīgo vienumu
nn: Slett det Samsvarande Elementet
ro: Șterge obiectul corespunzător
sr: Обриши одговарајућу ставку
sr@latin: Obriši odgovarajuću stavku
tg: Нест кардани объекти мувофиқ

source: Conduit Preferences
da: Indstillinger for Conduit
id: Preferensi Conduit
lv: Conduit iestatījumi
nn: Kanalinnstillingar
ro: Preferințe Conduit
sr: Поставке Водовође
sr@latin: Postavke Vodovođe
tg: Бартариҳои Conduit

source: Start Conduit at login
da: Start Conduit ved logind
id: Mulai Conduit Saat Log Masuk
lv: Conduit palaist piesakoties
nn: Start Kanal ved pålogging
ro: Lansează Conduit la autentificare
sr: Покрени Водовођу приликом пријаве
sr@latin: Pokreni Vodovođu prilikom prijave
tg: Оғоз додани Conduit ҳангоми воридшавӣ

source: Save settings on exit
da: Gem indstillinger ved afslutning
id: Simpan pengaturan saat keluar
lv: Izejot saglabāt iestatījumus
nn: Lagre instillingar ved avslutting
ro: Salvează configurările la ieșire
sr: Сачувај поставке при напуштању
sr@latin: Sačuvaj postavke pri napuštanju
tg: Захира кардани танзимот пеш аз хориҷшавӣ

source: Show status icon
da: Vis statusikon
id: Tampilkan ikon status
lv: Rādīt statusa ikonu
nn: Vis statusikon
ro: Arată pictograma de stare
sr: Прикажи иконицу стања
sr@latin: Prikaži ikonicu stanja
tg: Намоиш додани нишонаи вазъият

source: Minimize to notification area
da: Minimér til statusfelt
id: Minimumkan ke area pemberitahuan
lv: Minimizēt uz paziņojumu laukumu
nn: Minimer til varslingsområde
ro: Minimizează în zona de notificare
sr: Умањи у област обавештења
sr@latin: Umanji u oblast obaveštenja
tg: Ҳадди ақал сохтан ба ноҳияи огоҳиҳо

source: Show Hints
da: Vis fif
id: Tampilkan Petunjuk
lv: Rādīt padomus
nn: Vis Tips
ro: Arată sugestii
sr: Прикажи савете
sr@latin: Prikaži savete
tg: Намоиш додани луқмаҳо

source: General
da: Generelt
id: Umum
lv: Vispārīgi
nn: Generell
sr: Опште
sr@latin: Opšte
tg: Умумӣ

source: When an item has been deleted:
da: Når et element er blevet slettet:
id: Ketika suatu butir telah dihapus:
lv: Kad vienums ir izdzēsts:
nn: Når eit element har vorte sletta:
ro: Când un element a fost șters:
sr: Када је обрисана нека ставка:
sr@latin: Kada je obrisana neka stavka:
tg: Ҳангоми нест шудани объект:

source: Ask me what to do
da: Spørg mig, hvad der skal gøres
id: Tanya padaku apa yang mesti dilakukan
lv: Jautāt man, kā rīkoties
nn: SpÃ¸r meg kva som skal gjerast
ro: Intreabă-mă...
sr: Питај ме шта да радиш
sr@latin: Pitaj me šta da radiš
tg: Амалро аз ман пурсед

source: Delete from the corresponding sink
da: Slet fra den tilhørende datamodtagerfil
id: Hapus dari muara yang sesuai
lv: Dzēst no atbilstošā savācēja
nn: Slett fra den samsvarande vasken
ro: Șterge din sursa corespunzătoare
sr: Обриши из одговарајућег усаглашавања
sr@latin: Obriši iz odgovarajućeg usaglašavanja
tg: Нест кардан аз қабулгоҳ

source: When there is a two-way conflict:
da: Når der er en tovejskonflikt:
id: Ketika ada konflik dua arah:
lv: Kad ir divvirzienu konflikts:
nn: Når det er ein to-veiskonflikt:
ro: Când există un conflict bidirecțional:
sr: Када постоји двосмерни сукоб:
sr@latin: Kada postoji dvosmerni sukob:
tg: Ҳангоми ба вуҷуд омадани ихтилофи дусамта:

source: Replace the older item
da: Erstat det gamle element
id: Gantikan butir yang lebih tua
lv: Aizvietot vecāku vienumu
nn: Erstatt det eldre elementet
ro: Înlocuiește obiectul mai vechi
sr: Замени стару ставку
sr@latin: Zameni staru stavku
tg: Ҷойгузин кардани объекти кӯҳна

source: Default Synchronization Options
da: Standardindstillinger for synkronisering
id: Opsi Penyelarasan Bawaan
lv: Noklusējuma sinhronizācijas opcijas
nn: Forvelde Synkronisasjonsval
ro: Opțiuni implicite de sincronizare
sr: Основне опције усаглашавања
sr@latin: Osnovne opcije usaglašavanja
tg: Имконоти пешфарзи ҳамоҳангсозӣ

source: Configuration
da: Konfiguration
id: Konfigurasi
lv: Konfigurācija
nn: Oppsett
ro: Configurație
sr: Подешавање
sr@latin: Podešavanje
tg: Конфигуратсия

source: Data Conversions
da: Datakonverteringer
id: Konversi Data
lv: Datu pārveidojumi
nn: Dataomforming
ro: Conversii de date
sr: Претварање података
sr@latin: Pretvaranje podataka
tg: Табдилдиҳиҳои иттилоот

source: What Do You Want to Synchronize?
da: Hvad vil du synkronisere?
id: Apa Yang Ingin Anda Selaraskan?
lv: Ko vēlaties sinhronizēt?
nn: Kva Vil Du Synkronisere?
ro: Ce doriți să sincronizați?
sr: Шта желите да усагласите?
sr@latin: Šta želite da usaglasite?
tg: Шумо мехоҳед чиро ҳамоҳанг намоед?

source: Drag and Drop a Data Provider on the Canvas
da: Træk og slip en dataudbyder til lærredet
id: Seret dan Jatuhkan suatu Penyedia Data pada Kanvas
lv: Velciet un nometiet datu sniedzēju uz audekla
nn: Dra og Slepp ein DataleverandÃ¸r i Ramma
ro: Trageți și plasați un furnizor de date pe plan
sr: Превуците и убаците достављача података на платно
sr@latin: Prevucite i ubacite dostavljača podataka na platno
tg: Провайдери иттилоотро ба матоъ кашида баред

source: Synchronization Group Created
da: Synkroniseringsgruppe oprettet
id: Grup Penyelarasan Dibuat
lv: Izveidota sinhronizācijas grupa
nn: Synkronisasjonsgruppe Danna
ro: Grupul de sincronizare a fost creat
sr: Створена је група усаглашавања
sr@latin: Stvorena je grupa usaglašavanja
tg: Гурӯҳи ҳамоҳангсозӣ эҷод карда шуд

source: Add Another Data Provider to the Group to Synchronize it
da: Tilføj en anden dataudbyder til gruppen for at synkronisere den
id: Tambahkan Penyedia Data Lain ke Grup untuk Menyelaraskannya
lv: Pievienojiet citu datu nesēju grupai, lai to sinhronizētu
nn: Legg Enda ein Dataleverandør til Gruppa for å Synkronisere han
ro: Adăugați un alt furnizor de date în grup pentru a-l sincroniza
sr: Додај још једног достављача података у групу за усаглашавање
sr@latin: Dodaj još jednog dostavljača podataka u grupu za usaglašavanje
tg: Илова кардани провайдери дигари иттилоот ба гурӯҳ барои ҳамоҳанг кардани он

source: You Are Now Ready to Synchronize
da: Du er nu klar til at synkronisere
id: Anda Kini Siap Untuk Menyelaraskan
lv: Esat gatavs sinhronizēt?
nn: Du Er No Klar til å Synkronisere
ro: Sunteți gata să sincronizați
sr: Сада сте спремни за усаглашавање
sr@latin: Sada ste spremni za usaglašavanje
tg: Акнун шумо барои ҳамоҳангсозӣ тайёр мебошед

source: Right Click on Group for Options
da: Højreklik på gruppe for indstillinger
id: Klik Kanan pada Grup untuk Opsi
lv: Spiediet labo peles pogu uz grupām, lai piekļūtu opcijām
nn: Høyreklikk på Gruppa for Val
ro: Click-dreapta pe grup pentru opțiuni
sr: Десни клик на групу за опције
sr@latin: Desni klik na grupu za opcije
tg: Барои имконот дар болои гурӯҳ бо тугмаи рости муш зер кунед

source: Synchronize Two Folders
da: Synkronisér to mapper
id: Selaraskan Dua Folder
lv: Sinhronizēt divas mapes
nn: Synkroniser To Mapper
ro: Sincronizați două dosare
sr: Усагласи две фасцикле
sr@latin: Usaglasi dve fascikle
tg: Ҳамоҳанг кардани ду ҷузвдон

source: Backup Folder to Box.net
da: Sikkerhedskopiér mappe til Box.net
id: Buat Cadangan Folder ke Box.net
lv: Dublēt mapi uz Box.net
nn: Sikkerhetskopimappe til Box.net
ro: Faceți o copie de rezervă pe Box.net
sr: Направи резерву фасцикле на Бокс.нету
sr@latin: Napravi rezervu fascikle na Boks.netu
tg: Эҷод кардани нусхаи эҳтиётӣ ба Box.net

source: Synchronize Tagged F-Spot Photos to Flickr
da: Synkronisér mærkede F-Spot-billeder til Flickr
id: Selaraskan Foto F-Spot Yang Ditandai ke Flickr
lv: Sinhronizēt marķētās F-Spot fotogrāfijas ar Flickr
nn: Synkroniser Merka F-Spot Bilete til Flickr
ro: Sincronizează fotografiile F-Spot etichetate cu Flickr
sr: Усагласи фотографије означене Ф-бројем на Фликр
sr@latin: Usaglasi fotografije označene F-brojem na Flikr
tg: Ҳамоҳанг кардани суратҳои барчаспдори F-Spot ба Flickr

source: Synchronize Photos to Flickr
da: Synkronisér billeder til Flickr
id: Selaraskan Foto ke Flickr
lv: Sinhronizēt fotogrāfijas ar Flickr
nn: Synkroniser Bileta til Flickr
ro: Sincronizează fotografiile cu Flickr
sr: Усагласи фотографије на Фликр
sr@latin: Usaglasi fotografije na Flikr
tg: Ҳамоҳанг кардани суратҳо ба Flickr

source: Upload Photos to Facebook
da: Læg billeder op på Facebook
id: Unggah Foto ke Facebook
lv: Augšupielādēt fotogrāfijas uz Facebook
nn: Last opp Bilete til Facebook
ro: Încarcă fotografiile pe Facebook
sr: Отпреми фотографије на Фејсбук
sr@latin: Otpremi fotografije na Fejsbuk
tg: Бор кардани суратҳо ба Facebook

source: Synchronize Desktop Wallpaper from a RSS Feed
da: Synkronisér skrivebordsbaggrund fra et RSS-feed
id: Selaraskan Gambar Latar Desktop dari Asupan RSS
lv: Sinhronizēt darbvirsmas tapeti no RSS plūsmas
nn: Synkroniser Skrivebordsbakgrunn frå ein informasjonskanal
ro: Descarcă imaginea de fundal dintr-un flux RSS
sr: Усагласи позадину радне површи са РСС довода
sr@latin: Usaglasi pozadinu radne površi sa RSS dovoda
tg: Ҳамоҳанг кардани тасвири заминаи мизи корӣ аз навори навсозии RSS

source: Conduit is a synchronization application.
da: Conduit er et synkroniseringsprogram.
id: Conduit adalah aplikasi penyelarasan.
lv: Conduit ir sinhronizēšanas lietotne.
nn: Conduit er eit synkronisasjonsprogram.
ro: Conduit este o aplicație de sincronizare.
sr: Водовођа је програм за усаглашавање.
sr@latin: Vodovođa je program za usaglašavanje.
tg: Conduit барномаи ҳамоҳангсозӣ мебошад.

source: Launch without GUI. [default: %default]
da: Start uden brugergrænseflade. [standard: %default]
id: Luncurkan tanpai GUI. [bawaan: %default]
lv: Palaist bez GUI. [noklusējuma: %default]
nn: Kjøyr utan GUI. [standard: %default]
ro: Lansează fără intefață grafică. [implicit: %default]
sr: Покреће без графичког сучеља. [основно: %default]
sr@latin: Pokreće bez grafičkog sučelja. [osnovno: %default]
tg: Иҷро кардан бе GUI . [пешфарз: %default]

source: Save dataprovider configuration to FILE. [default: %default]
da: Gem dataudbyder-konfiguration til FIL. [standard: %default]
id: Simpan konfigurasi penyedia data ke BERKAS. [bawaan: %default]
lv: Saglabāt datu sniedzēju konfigurāciju DATNĒ. [noklusējuma: %default]
nn: Lagre dataleverandørsoppsett til FIL. [standard: %default]
ro: Salvează configurația furnizorului de date în Fișier. [implicit: %default]
sr: Чува подешавања достављача података у ДАТОТЕКУ. [основно: %default]
sr@latin: Čuva podešavanja dostavljača podataka u DATOTEKU. [osnovno: %default]
tg: Захира кардани конфигуратсияи провайдери иттилоот ба ФАЙЛ. [пешфарз: %default]

source: Iconify on startup. [default: %default]
da: Ikonifisér ved opstart. [standard: %default]
id: Ikonkan saat awal mula. [bawaan: %default]
lv: Ikonificēt palaižoties. [noklusējuma: %default]
nn: Gjer om til ikon ved oppstart. [standard: %default]
ro: Trimite în zona de notificare la pornire. [implicit: %default]
sr: Смањи на иконицу приликом покретања. [основно: %default]
sr@latin: Smanji na ikonicu prilikom pokretanja. [osnovno: %default]
tg: Намоиш додан ҳамчун нишона ҳангоми оғози кор. [пешфарз: %default]

source: Run with the specified UI. [default: %default]
da: Kør med den angivne brugerflade [standard: %default]
id: Jalankan dengan UI yang dinyatakan. [bawaan: %default]
lv: Palaist ar norādīto UI. [noklusējuma: %default]
nn: Kjøyr med angitt UI. [standard: %default
ro: Rulează cu interfața specificată. [implicit: %default]
sr: Покреће са наведеним корисничким сучељем. [основно: %default]
sr@latin: Pokreće sa navedenim korisničkim sučeljem. [osnovno: %default]
tg: Иҷро кардан бо интерфейси муайяншудаи корбар. [пешфарз: %default]

source: Only load modules in the named files. [default: load all modules]
da: Indlæs kun moduler i de navngivne filer. [standard: indlæs alle moduler]
id: Hanya muat module dalam berkas yang dinamai. [bawaan: muat semua modul]
lv: Ielādēt tikai moduļus nosauktajās datnēs. [noklusējuma: ielādēt visus moduļus]
nn: Berre last modular i dei navngitte filene. [standard: last alle modular]
ro: Încarcă doar modulele din fișierele specificate. [implicit: încarcă toate modulele]
sr: Учитава модуле само у именованим датотекама. [основно: учитај све модуле]
sr@latin: Učitava module samo u imenovanim datotekama. [osnovno: učitaj sve module]
tg: Бор кардани модулҳо танҳо дар файлҳои номгузоришуда. [пешфарз: бор кардани ҳамаи модулҳо]

source: Do not load modules in the named files. [default: load all modules]
da: Indlæs ikke moduler i de navngivne filer. [standard: indlæs alle moduler]
id: Jangan muat modul di dalam berkas yang dinamai. [bawaan: muat semua modul]
lv: Neielādēt moduļus nosauktajās datnēs. [noklusējuma: ielādēt visus moduļus]
nn: Ikkje last modular i dei navngitte filene. [standard: last alle modular]
ro: Nu încărca modulele din fișierele specificate. [implicit: încarcă toate modulele]
sr: Не учитава модуле у именованим датотекама. [основно: учитај све модуле]
sr@latin: Ne učitava module u imenovanim datotekama. [osnovno: učitaj sve module]
tg: Модулҳоро дар файлҳои номгузоришуда бор накунед. [пешфарз: бор кардани ҳамаи модулҳо]

source: Explicitly set internal Conduit settings (keys) to the given values for this session. [default: do not set]
da: Sæt interne Conduit-indstillinger (taster) eksplicit for de angivne værdier for denne session. [standard: sæt ikke]
id: Secara eksplisit menata pengaturan (kunci-kunci) Conduit internal ke nilai yang diberikan bagi sesi ini. [bawaan: jangan ditata]
lv: Šai sesijai tieši iestatīt iekšējos Conduit iestatījumus (atslēgas) uz doto vērtību. [noklusējuma: neiestatīt]
nn: Vel individe indre Conduitinstillingar (tastar) til dei gitte verdiane for denne økta. [standard: ikkje vel]
ro: Setează explicit configurația internă Conduit (cheile) la valorile date pentru această sesiune. [implicit: nu seta]
sr: Изричито подешава унутрашња подешавања Водовође (кључеви) на дате вредности за ту сесију. [основно: не подешава]
sr@latin: Izričito podešava unutrašnja podešavanja Vodovođe (ključevi) na date vrednosti za tu sesiju. [osnovno: ne podešava]
tg: Ба таври муфассал таъин кардани танзимоти дохилии Conduit (тугмаҳо) ба қиматҳои додашуда барои ҷаласаи ҷорӣ. [пешфарз: таъин накардан]

source: Enable loading of unfinished or unsupported dataproviders. [default: %default]
da: Aktivér indlæsning af uafsluttede eller ikke understøttede dataudbydere. [standard: %default]
id: Aktifkan memuat penyedia data yang belum selesai atau tak didukung. [bawaan: %default]
lv: Aktivēt nepabeigto vai neatbalstīto datu sniedzēju ielādēšanu. [noklusējuma: %default]
nn: Tillet lasting av uferdige eller ustøtta dataleverandørar. [standard: %default]
ro: Permite încărcarea furnizorilor de date incompleți sau incompatibili. [implicit: %default]
sr: Укључује учитавање недовршених или неподржаних достављача података. [основно: %default]
sr@latin: Uključuje učitavanje nedovršenih ili nepodržanih dostavljača podataka. [osnovno: %default]
tg: Фаъол кардани боркунии провайдерҳои иттилооти анҷомнаёфта ё дастгиринашаванда. [default: %default]

source: Generate more debugging information. [default: %default]
da: Generér mere fejlsøgningsinformation. [standard: %default]
id: Jangkitkan lebih banyak informasi pengawakutuan. [bawaan: %default]
lv: Radīt vairāk atkļūdošanas informācijas. [noklusējuma: %default]
nn: Generer meir feilsøkingsinformasjon. [standard: %default]
ro: Generează mai multe informații de depanare. [implicit: %default]
sr: Ствара више података о уклањању грешака. [основно: %default]
sr@latin: Stvara više podataka o uklanjanju grešaka. [osnovno: %default]
tg: Эҷод кардани маълумоти бештари ислоҳи хатоҳо. [пешфарз: %default]

source: Generate less debugging information. [default: %default]
da: Generér mindre fejlsøgningsinformation. [standard: %default]
id: Jangkitkan lebih sedikit informasi pengawakutuan. [bawaan: %default]
lv: Radīt mazāk atkļūdošanas informācijas. [noklusējuma: %default]
nn: Generer mindre feilsøkingsinformasjon. [standard: %default]
ro: Generează mai puține informații de depanare. [implicit: %default]
sr: Ствара мање података о уклањању грешака. [основно: %default]
sr@latin: Stvara manje podataka o uklanjanju grešaka. [osnovno: %default]
tg: Эҷод кардани маълумоти камтари ислоҳи хатоҳо. [пешфарз: %default]

source: Generate no debugging information. [default: %default]
da: Generér ikke fejlsøgningsinformation. [standard: %default]
id: Jangan jangkitkan informasi pengawakutuan. [bawaan: %default]
lv: Neradīt atkļūdošanas informāciju. [noklusējuma: %default]
nn: Ikkje generer noko feilsøkingsinformasjon. [standard: %default]
ro: Nu genera informații de depanare. [implicit: %default]
sr: Не ствара никакве податке о уклањању грешака. [основно: %default]
sr@latin: Ne stvara nikakve podatke o uklanjanju grešaka. [osnovno: %default]
tg: Эҷод накардани маълумоти ислоҳи хатоҳо. [пешфарз: %default]

source: Ready
da: Klar
id: Siap
lv: Gatavs
nn: Klar
ro: Gata
sr: Спреман
sr@latin: Spreman
tg: Тайёр

source: New data to sync
da: Nye data at synkronisere
id: Data baru untuk diselaraskan
lv: Jauni datni, ko sinhronizēt
nn: Ny data å synkronisere
ro: Noi date de sincronizat
sr: Нови подаци за усаглашавње
sr@latin: Novi podaci za usaglašavnje
tg: Иттилооти нав барои ҳамоҳангсозӣ

source: Refreshing...
da: Genopfrisker...
id: Menyegarkan...
lv: Atsvaidzina...
nn: Oppdaterar...
ro: Se reîmprospătează...
sr: Освежавам...
sr@latin: Osvežavam...
tg: Навсозӣ шуда истодааст...

source: Refreshed OK
da: Genopfriskning fuldført
id: Beres Disegarkan
lv: Atsvaidzināts korekti
nn: Oppdatert greitt
ro: Reîmprospătare reușită
sr: Освежено је
sr@latin: Osveženo je
tg: Навсозӣ бомуваффақият ба анҷом расидааст

source: Error Refreshing
da: Kunne ikke genopfriske
id: Galat Saat Menyegarkan
lv: Kļūda atsvaidzinot
nn: Feil ved Oppdatering
ro: Reîmprospătare eșuată
sr: Грешка освежавања
sr@latin: Greška osvežavanja
tg: Хатогии навсозӣ

source: Synchronizing...
da: Synkroniserer...
id: Menyelaraskan...
lv: Sinhronizē...
nn: Synkroniserar...
ro: Se sincronizează...
sr: Усаглашавам...
sr@latin: Usaglašavam...
tg: Ҳамоҳангсозӣ рафта истодааст...

source: Synchronized OK
da: Synkronisering fuldført
id: Beres Diselaraskan
lv: Sinhronizēts korekti
nn: Synkronisert Greitt
ro: Sincronizare reușită
sr: Усаглашено је
sr@latin: Usaglašeno je
tg: Ҳамоҳангсозӣ бомуваффақият ба анҷом расидааст

source: Error Synchronizing
da: Kunne ikke synkronisere
id: Galat Saat Menyelaraskan
lv: Kļūda sinhronizējot
nn: Feil ved Synkronisering
ro: Sincronizare eșuată
sr: Грешка усаглашавања
sr@latin: Greška usaglašavanja
tg: Хатогии ҳамоҳангсозӣ

source: Synchronization Skipped
da: Synkronisering sprunget over
id: Penyelarasan Dilewati
lv: Izlaista sinhronizācija
nn: Hoppa over Synkronisering
ro: Sincronizare omisă
sr: Усаглашавање је прескочено
sr@latin: Usaglašavanje je preskočeno
tg: Ҳамоҳангсозӣ нодида гузаронида шуд

source: Synchronization Cancelled
da: Synkronisering afbrudt
id: Penyelarasan Dibatalkan
lv: Atcelta sinhronizācija
nn: Avbrøyt Synkronisering
ro: Sincronizare anulată
sr: Усаглашавање је прекинуто
sr@latin: Usaglašavanje je prekinuto
tg: Ҳамоҳангсозӣ бекор карда шуд

source: Synchronization Conflict
da: Synkroniseringskonflikt
id: Konflik Penyelarasan
lv: Sinhronizācijas konflikts
nn: Konflikt ved Synkronisering
ro: Conflict de sincronizare
sr: Сукоб усаглашавања
sr@latin: Sukob usaglašavanja
tg: Ихтилофи ҳамоҳангсозӣ

source: Not Configured
da: Ikke konfigureret
id: Belum Ditata
lv: Nav konfigurēts
nn: Ikkje Oppsett
ro: Neconfigurat
sr: Није подешено
sr@latin: Nije podešeno
tg: Конфигуратсиянашуда

source: None
da: Ingen
id: Nihil
lv: Nav
nn: Ingen
ro: Niciunul
sr: Ништа
sr@latin: Ništa
tg: Ҳеҷ чиз

source: Files and Folders
da: Filer og mapper
id: Berkas dan Folder
lv: Datnes un mapes
nn: Filar og Mapper
ro: Dosare și fișiere
sr: Датотеке и фасцикле
sr@latin: Datoteke i fascikle
tg: Файлҳо ва ҷузвдонҳо

source: Notes
da: Noter
id: Catatan
lv: Piezīmes
nn: Notat
ro: Notițe
sr: Белешке
sr@latin: Beleške
tg: Тавзеҳҳо

source: Photos
da: Billeder
id: Foto
lv: Fotogrāfijas
nn: Bilete
ro: Fotografii
sr: Фотографије
sr@latin: Fotografije
tg: Суратҳо
