Repository: ProfSteve/conduit
Catalog: po/*.po
Languages: da, id, lv, nn, ro, sr, sr@latin, tg

source: Resize photos
da: Skalér billeder
id: Ubah ukuran foto
lv: Mainīt fotogrāfiju izmērus
nn: Endre storleik på bileta
ro: Redimensionează fotografiile
sr: Промени величину фотографија
sr@latin: Promeni veličinu fotografija
tg: Тағйири андозаи суратҳо

source: Do not resize
da: Skalér ikke
id: Jangan ubah ukuran
lv: Nemainīt izmēru
nn: Ikkje endre storleik
ro: Nu redimensiona
sr: Немој мењати величину
sr@latin: Nemoj menjati veličinu
tg: Андозаро тағйир надиҳед

source: Photos are public
da: Billeder er offentlige
id: Foto adalah publik
lv: Fotogrāfijas ir publiskas
nn: Bileta er offentlege
ro: Fotografiile sunt publice
sr: Фотографије су јавне
sr@latin: Fotografije su javne
tg: Суратҳо барои ҳама дастрасанд

source: F-Spot
sr: Ф-број
sr@latin: F-broj
tg: Нуқтаи-F

source: Synchronize your F-Spot photos
da: Synkronisér dine F-Spot-billeder
id: Selaraskan foto F-Spot Anda
lv: Sinhronizē savas F-Spot fotogrāfijas
nn: Synkroniser F-Spotbileta dine
ro: Sincronizează fotografiile F-Spot
sr: Усагласите фотографије из Ф-броја
sr@latin: Usaglasite fotografije iz F-broja
tg: Ҳамоҳанг кардани суратҳои Нуқтаи-F

source: F-Spot DBus interface is operating in read-only mode
da: F-Spot-DBus-grænseflade opererer i læs-kun-tilstand
id: Antarmuak DBus F-Spot beroperasi dalam mode hanya baca
lv: F-Spot DBus saskarne darbojas tikai lasīšanas režīmā
nn: F-Spot DBuar grensesnitt opererar i skrivebeskytta tilstand
ro: Interfața F-Spot DBus rulează in modul „doar citire”
sr: Сучеље Д-сабирнице Ф-броја делује само у режиму за читање
sr@latin: Sučelje D-sabirnice F-broja deluje samo u režimu za čitanje
tg: Интерфейси Нуқтаи-F DBus дар ҳолати танҳо барои хондан иҷро шуда истодааст

source: F-Spot is running
da: F-Spot kører
id: F-Spot sedang berjalan
lv: F-Spot ir palaists
nn: F-Spot kjøyrar
ro: F-Spot rulează deja
sr: Ф-број је покренут
sr@latin: F-broj je pokrenut
tg: Нуқтаи-F иҷро шуда истодааст

source: Please start F-Spot or activate the D-Bus Extension
da: Start venligst F-Spot eller aktivér D-Bus-udvidelsen
id: Silakan memulai F-Spot atau aktifkan Ekstensi D-Bus
lv: Lūdzu, palaidiet F-Spot vai aktivējiet D-Bus paplašinājumu
nn: Venlegst start F-Spot eller aktiver D-Busutvidinga
ro: Porniți F-Spot sau activați extensia D-Bus
sr: Молим покрените Ф-број или активирајте проширење Д-сабирнице
sr@latin: Molim pokrenite F-broj ili aktivirajte proširenje D-sabirnice
tg: Лутфан, Нуқтаи-F-ро оғоз кунед ё пасванди D-Bus-ро фаъол созед

source: Start F-Spot
id: Memulai F-Spot
lv: Palaist F-Spot
ro: Porniți F-Spot
sr: Покрени Ф-број
sr@latin: Pokreni F-broj
tg: Оғоз кардани Нуқтаи-F

source: Tags
da: Mærker
id: Tag
lv: Birkas
nn: Merkelappar
ro: Etichete
sr: Ознаке
sr@latin: Oznake
tg: Барчаспҳо

source: Add tags
da: Tilføj mærker
id: Tambahkan tag
lv: Pievienot birkas
nn: Legg til merkelappar
ro: Adaugă etichete
sr: Додај ознаке
sr@latin: Dodaj oznake
tg: Илова кардани барчаспҳо

source: Tag name
da: Mærkenavn
id: Nama tag
lv: Birkas nosaukums
nn: Merk namn
ro: Numele etichetei
sr: Назив ознаке
sr@latin: Naziv oznake
tg: Номи барчасп

source: Add tag
da: Tilføj mærke
id: Tambahkan tag
lv: Pievienot birku
nn: Legg til merkelapp
ro: Adaugă eticheta
sr: Додај ознаку
sr@latin: Dodaj oznaku
tg: Илова кардани барчасп

source: Application Settings
da: Indstillinger for program
id: Pengaturan Aplikasi
lv: Lietotnes iestatījumi
nn: Programminnstillingar
ro: Configurările aplicațiilor
sr: Подешавања програма
sr@latin: Podešavanja programa
tg: Танзимоти барномаҳо

source: Synchronize your application settings
da: Synkronisér dine programindstillinger
id: Selaraskan pengaturan aplikasi Anda
lv: Sinhronizējiet savas lietotnes iestatījumus
nn: Synkroniser programminnstillingane dine
ro: Sincronizează configurările aplicațiilor
sr: Усагласите подешавања програма
sr@latin: Usaglasite podešavanja programa
tg: Ҳамоҳанг кардани танзимоти барномаҳо

source: Metacity
sr: Метасити
sr@latin: Metasiti

source: Nautilus
sr: Наутилус

source: Preferred Applications
da: Foretrukne programmer
id: Aplikasi Yang Disukai
lv: Vēlamās lietotnes
nn: Foretrukne Program
ro: Aplicații preferate
sr: Омиљени програми
sr@latin: Omiljeni programi
tg: Барномаҳои пазируфта

source: Desktop Interface
da: Skrivebordsgrænseflade
id: Antarmuka Desktop
lv: Darbvirsmas saskarne
nn: Skrivebordsgrensesnitt
ro: Interfață desktop
sr: Радно сучеље
sr@latin: Radno sučelje
tg: Интерфейси мизи корӣ

source: Gnome Terminal
id: Terminal Gnome
lv: GNOME terminālis
ro: Terminal Gnome
sr: Гномов терминал
sr@latin: Gnomov terminal
tg: Терминали Gnome

source: Applications to Synchronize
da: Programmer til synkronisering
id: Aplikasi yang Diselaraskan
lv: Sinhronizējamās lietotnes
nn: Program for Synkronisering
ro: Aplicații de sincronizat
sr: Програми за усаглашавање
sr@latin: Programi za usaglašavanje
tg: Ҳамоҳангсозии барномаҳо

source: Google Bookmarks
da: Google-bogmærker
id: Penanda Taut Google
lv: Google grāmatzīmes
nn: Google Bokmerke
ro: Marcaje Google
sr: Гугл обележивачи
sr@latin: Gugl obeleživači
tg: Хатбаракҳои Google

source: Sync your Google Bookmarks
da: Synkronisér dine Google-bogmærker
id: Selaraskan Penanda Taut Google Anda
lv: Sinhronizēt savas Google grāmatzīmes
nn: Synkroniser Googlebokmerka dine
ro: Marcaje Google
sr: Усагласите Гуглове обележиваче
sr@latin: Usaglasite Guglove obeleživače
tg: Ҳамоҳанг кардани хатбаракҳои Google

source: Login Details
da: Loginddetaljer
id: Rincian Log Masuk
lv: Ierakstīšanās informācija
nn: Påloggingsdetaljar
ro: Autentificare
sr: Детаљи пријављивања
sr@latin: Detalji prijavljivanja
tg: Тафсилоти воридшавӣ

source: Password
da: Adgangskode
id: Kata sandi
lv: Parole
nn: Passord
ro: Parolă
sr: Лозинка
sr@latin: Lozinka
tg: Парол

source: Synchronize your iPod notes
da: Synkronisér dine iPod-noter
id: Selaraskan catatan iPod Anda
lv: Sinhronizē savas iPod piezīmes
nn: Synkroniser iPodnotata dine
ro: Sincronizează notițele de pe iPod
sr: Усагласите ваше ајПод белешке
sr@latin: Usaglasite vaše ajPod beleške
tg: Ҳамоҳанг кардани ёддоштҳои iPod

source: Contacts
da: Kontakter
id: Kontak
lv: Kontakti
nn: Kontaktar
ro: Contacte
sr: Контакти
sr@latin: Kontakti
tg: Тамосҳо

source: Synchronize your iPod contacts
da: Synkronisér dine iPod-kontakter
id: Selaraskan kontak iPod Anda
lv: Sinhronizē savus kontaktus
nn: Synkroniser iPodkontaktane dine
ro: Sincronizează contactele de pe iPod
sr: Усагласите ваше ајПод контакте
sr@latin: Usaglasite vaše ajPod kontakte
tg: Ҳамоҳанг кардани тамосҳои iPod

source: Calendar
da: Kalender
id: Kalender
lv: Kalendārs
nn: Kalendar
sr: Календар
sr@latin: Kalendar
tg: Тақвим

source: Synchronize your iPod calendar
da: Synkronisér din iPod-kalender
id: Selaraskan kalender iPod Anda
lv: Sinhronizē savu iPod kalendāru
nn: Synkroniser iPodkalendaren din
ro: Sincronizează calendarul de pe iPod
sr: Усагласите ваш ајПод календар
sr@latin: Usaglasite vaš ajPod kalendar
tg: Ҳамоҳанг кардани тақвими iPod

source: Synchronize your iPod photos
da: Synkronisér dine iPod-billeder
id: Selaraskan foto iPod Anda
lv: Sinhronizē savas iPod fotogrāfijas
nn: Synkroniser iPodbileta dine
ro: Sincronizează fotografiile de pe iPod
sr: Усагласите ваше ајПод фотографије
sr@latin: Usaglasite vaše ajPod fotografije
tg: Ҳамоҳанг кардани суратҳои iPod

source: Delete
da: Slet
id: Hapus
lv: Dzēst
nn: Slett
ro: Șterge
sr: Обриши
sr@latin: Obriši
tg: Нест кардан

source: Delete All Photos
da: Slet alle billeder
id: Hapus Semua Foto
lv: Dzēst visas fotogrāfijas
nn: Slett Alle Bilete
ro: Șterge toate fotografiile
sr: Обриши све фотографије
sr@latin: Obriši sve fotografije
tg: Нест кардани ҳамаи суратҳо

source: Encoding
da: Indkodning
id: Enkoding
lv: Kodējums
nn: Koding
ro: Codificare
sr: Кодирање
sr@latin: Kodiranje
tg: Рамзгузорӣ

source: Conversion options
da: Konverteringsindstillinger
id: Opsi konversi
lv: Pārveidošanas opcijas
nn: Omgjeringsinnstillingar
ro: Opțiuni pentru conversie
sr: Опције претварања
sr@latin: Opcije pretvaranja
tg: Имконоти табдил

source: Keep converted files
da: Behold konverterede filer
id: Simpan berkas yang dikonversi
lv: Paturēt pārveidotās datnes
nn: Behald omgjorte filar
ro: Păstrează fișierele convertite
sr: Задржи претворене датотеке
sr@latin: Zadrži pretvorene datoteke
tg: Нигоҳ доштани файлҳои табдилшуда

source: Music
da: Musik
id: Musik
lv: Mūzika
nn: Musikk
ro: Muzică
sr: Музика
sr@latin: Muzika
tg: Мӯсиқӣ

source: Synchronize your iPod music
da: Synkronisér dit iPod-musik
id: Selaraskan musik iPod Anda
lv: Sinhronizē savu iPod mūziku
nn: Synkroniser iPodmusikken din
ro: Sincronizează muzica de pe iPod
sr: Усагласите вашу ајПод музику
sr@latin: Usaglasite vašu ajPod muziku
tg: Ҳамоҳанг кардани мусиқии iPod

source: Video
sr: Видео
tg: Видео

source: Synchronize your iPod videos
da: Synkronisér dine iPod-videoer
id: Selaraskan video iPod Anda
lv: Sinhronizē savus iPod video
nn: Synkroniser iPodvideoane dine
ro: Sincronizează videourile de pe iPod
sr: Усагласите ваше ајПод снимке
sr@latin: Usaglasite vaše ajPod snimke
tg: Ҳамоҳанг кардани видеоҳои iPod

source: Movie
da: Film
id: Film
lv: Filma
nn: Film
ro: Film
sr: Филм
sr@latin: Film
tg: Филм

source: Music Video
da: Musikvideo
id: Video Musik
lv: Mūzikas video
nn: Musikkvideo
ro: Videoclip
sr: Музички снимци
sr@latin: Muzički snimci
tg: Виедои мусиқӣ

source: TV Show
id: Pertunjukan TV
lv: TV pārraides
nn: TVsending
ro: Emisiune TV
sr: ТВ емисија
sr@latin: TV emisija
tg: ТВ-шоу

source: Video kind
da: Videotype
id: Jenis video
lv: Video veids
nn: Videotype
ro: Tip video
sr: Врста снимка
sr@latin: Vrsta snimka
tg: Насли видео

source: Conduit
nn: Kanal
sr: Водовођа
sr@latin: Vodovođa
tg: Қубур

source: N800 Files
da: N800-filer
id: Berkas N800
lv: N800 datnes
nn: N800filar
ro: Fișiere N800
sr: Н800 датотеке
sr@latin: N800 datoteke
tg: Файлҳои N800

source: Synchronizes files/folders to a N800 device
da: Synkronisér filer/mapper til en N800-enhed
id: Selaraskan berkas/folder ke perangkat N800
lv: Sinhronizē datnes/mapes uz N800 ierīci
nn: Synkroniser filar/mapper til ein N800 eining
ro: Sincronizează fișierele/dosarele cu un dispozitiv N800
sr: Усагласи датотеке/фасцикле на Н800 уређај
sr@latin: Usaglasi datoteke/fascikle na N800 uređaj
tg: Ҳамоҳанг кардани файлҳо/ҷузвдонҳо бо дастгоҳи N800

source: Backups
da: Sikkerhedskopier
id: Cadangan
lv: Dublējumi
nn: Sikringskopi
ro: Cópii de rezervă
sr: Резерве
sr@latin: Rezerve
tg: Нусхаҳои эҳтиётӣ

source: N800 Music
da: N800-musik
id: Musik N800
lv: N800 mūzika
nn: N800musikk
ro: Muzica N8000
sr: Н800 музика
sr@latin: N800 muzika
tg: Мусиқии N800

source: Synchronizes music to a N800 device
da: Synkronisér musik til en N800-enhed
id: Selaraskan musik ke perangkat N800
lv: Sinhronizē mūziku ar N800 ierīci
nn: Synkroniser musikk til ein N800eining
ro: Sincronizează muzica cu un dispozitiv N800
sr: Усагласи музику на Н800 уређај
sr@latin: Usaglasi muziku na N800 uređaj
tg: Ҳамоҳанг кардани мусиқӣ бо дастгоҳи N800

source: N800 Videos
da: N800-videoer
id: Video N800
lv: N800 video
nn: N800videoar
ro: Filme N800
sr: Н800 снимци
sr@latin: N800 snimci
tg: Видеоҳои N800

source: Synchronizes video to a N800 device
da: Synkronisér video til en N800-enhed
id: Selaraskan video ke perangkat N800
lv: Sinhronizē video ar N800 ierīci
nn: Synkroniser video til ein N800eining
ro: Sincronizează filmele cu un dispozitiv N800
sr: Усагласи снимке на Н800 уређај
sr@latin: Usaglasi snimke na N800 uređaj
tg: Ҳамоҳанг кардани видеоҳо бо дастгоҳи N800

source: N800 Photos
da: N800-billeder
id: Foto N800
lv: N800 fotogrāfijas
nn: N800bilete
ro: Fotografii N800
sr: Н800 фотографије
sr@latin: N800 fotografije
tg: Суратҳои N800

source: Synchronizes photos to an N800 device
da: Synkronisér billeder til en N800-enhed
id: Selaraskan foto ke perangkat N800
lv: Sinhronizē fotogrāfijas ar N800 ierīci
nn: Synkroniser bilete til ein N800eining
ro: Sincronizează fotografiile cu un dispozitiv N800
sr: Усагласи фотографије на Н800 уређај
sr@latin: Usaglasi fotografije na N800 uređaj
tg: Ҳамоҳанг кардани суратҳо бо дастгоҳи N800

source: Photo
da: Billede
id: Foto
lv: Fotogrāfijas
nn: Bilete
ro: Fotografie
sr: Фотографија
sr@latin: Fotografija
tg: Сурат

source: Nautilus Bookmarks
da: Nautilus-bogmærker
id: Penanda Taut Nautilus
lv: Nautilus grāmatzīmes
nn: Nautilusbokmerke
ro: Marcaje Nautilus
sr: Наутилусови обележивачи
sr@latin: Nautilusovi obeleživači
tg: Хатбаракҳои Nautilus

source: Sync your Nautilus Bookmarks
da: Synkronisér dine Nautilus-bogmærker
id: Selaraskan Penanda Taut Nautilus Anda
lv: Sinhronizē savas Nautilus grāmatzīmes
nn: Synkroniser Nautilusbokmerka dine
ro: Sincronizează marcajele Nautilus
sr: Усагласите Наутилусове обележиваче
sr@latin: Usaglasite Nautilusove obeleživače
tg: "Ҳамоҳанг кардани хатбаракҳои Nautilus

source: Sync bookmarks to local places/files
da: Synkronisér bogmærker til et lokalt sted/lokale filer
id: Selaraskan penanda taut ke tempat/berkas lokal
lv: Sinhronizēt grāmatzīmes ar lokālām vietām/datnēm
nn: Synkroniser bokmerke til lokale stader/filar
ro: Sincronizează marcajele către fișiere/locații locale
sr: Усагласи обележиваче на локална места/датотеке
sr@latin: Usaglasi obeleživače na lokalna mesta/datoteke
tg: Ҳамоҳангсозии хатбаракҳо ба ҷойҳо/файлҳои маҳаллӣ

source: Sync bookmarks to remote places/files
da: Synkronisér bogmærker til fjernsteder/-filer
id: Selaraskan penanda tau ke berkas/tempat jauh
lv: Sinhronizēt grāmatzīmes ar attālinātām vietām/datnēm
nn: Synkroniser bokmerke til fjerntliggande stader/filar
ro: Sincronizează marcajele la distanță
sr: Усагласи обележиваче на удаљена места/датотеке
sr@latin: Usaglasi obeleživače na udaljena mesta/datoteke
tg: Ҳамоҳангсозии хатбаракҳо ба ҷойҳо/файлҳои дурдаст

source: Network
da: Netværk
id: Jaringan
lv: Tīkls
nn: Nettverk
ro: Rețea
sr: Мрежа
sr@latin: Mreža
tg: Шабака

source: Enable synchronization via network
da: Aktivér synkronisering via netværk
id: Aktifkan penyelarasan melalui jaringan
lv: Aktivēt sinhronizēšanu caur tīklu
nn: Tillét synkronisering via nettverk
ro: Permite sincronizarea prin rețea
sr: Укључи усаглашавање путем мреже
sr@latin: Uključi usaglašavanje putem mreže
tg: Фаъол кардани ҳамоҳангсозӣ тавассути шабака

source: Rhythmbox Music
da: Rhythmbox-musik
id: Musik Rhythmbox
lv: Rhythmbox mūzika
nn: Rythmbox Musikk
ro: Muzica Rhythmbox
sr: Музика Ритам машине
sr@latin: Muzika Ritam mašine
tg: Мусиқии Rhythmbox

source: Synchronize songs from your Rhythmbox playlists
da: Synkronisér sange fra din Rhythmbox-afspilningsliste
id: Selaraskan lagu dari daftar putar Rhythmbox Anda
lv: Sinhronizē dziesmas no sava Rhythmbox repertuāra
nn: Synkroniser songar frå Rythmboxspelelistar
ro: Sincronizează melodii din listele de redare Rhythmbox
sr: Усагласите песме из спискова нумера Ритам машине
sr@latin: Usaglasite pesme iz spiskova numera Ritam mašine
tg: Ҳамоҳанг кардани сурудҳо аз феҳристи пахши Rhythmbox

source: Unknown
da: Ukendt
id: Tak dikenal
lv: Nezināms
nn: Ukjend
ro: Necunoscut
sr: Непознато
sr@latin: Nepoznato
tg: Номаълум

source: Shotwell
sr: Фото-бунар
sr@latin: Foto-bunar

source: Sync from your Shotwell photo library
da: Synkronisér fra dit Shotwell-billedbibliotek
id: Selaraskan dari pustaka foto Shotwell Anda
lv: Sinhronizē no savas Shotwell fotogrāfiju bibliotēkas
nn: Synkroniser frå Shotwell biletbibloteket ditt
ro: Sincronizează cu biblioteca foto Shotwell
sr: Усагласите из библиотеке фотографија Фото-бунара
sr@latin: Usaglasite iz biblioteke fotografija Foto-bunara
tg: Ҳамоҳанг кардани аз китобҳонаи суратҳои Shotwell-и худ

source: Disabling Shotwell module, unable to open sqlite3 data source
da: Deaktiverer Shotwell-modul, kan ikke åbne sqlite3-datakilde
id: Menonaktifkan modul Shotwell, tak bisa membuka sumber data sqlite3
lv: Deaktivē Shotwell moduli, nevar atvērt sqlite3 datu avotu
nn: Deaktiver Shotwellmodulen, ikkje i stand til å opne sqlite3datakjelde
sr: Искључујем модул Фото-бунара, не могу да отворим извор података скулајта 3
sr@latin: Isključujem modul Foto-bunara, ne mogu da otvorim izvor podataka skulajta 3
tg: Ғайрифаъол кардани модули Shotwell, кушодани манбаъи иттилооти sqlite3 имконпазир нест

source: Shutterfly
sr: Шатерфлај
sr@latin: Šaterflaj

source: Synchronize your Shutterfly photos
da: Synkronisér dine Shutterfly-billeder
id: Selaraskan foto Shutterfly Anda
lv: Sinhronizē savas Shutterfly fotogrāfijas
nn: Synkroniser Shutterflybileta dine
ro: Sincronizează fotografiile Shutterfly
sr: Усагласите ваше Шатерфлај фотографије
sr@latin: Usaglasite vaše Šaterflaj fotografije
tg: Ҳамоҳанг кардани суратҳои Shutterfly

source: %Y-%m-%d %H:%M:%S
da: %d-%m-%Y %H:%M:%S
sr: %d. %m. %Y. %H:%M:%S
sr@latin: %d. %m. %Y. %H:%M:%S

source: SmugMug
sr: СмугМуг

source: Synchronize your SmugMug.com photos
da: Synkronisér dine SmugMug.com-billeder
id: Selaraskan foto SmugMug.com Anda
lv: Sinhronizē savas SmugMug.com fotogrāfijas
nn: Synkroniser SmugMug.combileta dine
ro: Sincronizează fotografiile SmugMug.com
sr: Усагласите ваше СмугМуг фотографије
sr@latin: Usaglasite vaše SmugMug fotografije
tg: Ҳамоҳанг кардани суратҳои SmugMug.com

source: Tomboy Notes
lv: Tomboy piezīmes
sr: Томичине белешке
sr@latin: Tomičine beleške
tg: Тавзеҳҳои Tomboy

source: Synchronize your Tomboy notes
lv: Sinhronizē savas Tomboy piezīmes
sr: Усагласите ваше Томичине белешке
sr@latin: Usaglasite vaše Tomičine beleške
tg: Ҳамоҳанг кардани ёддоштҳои Tomboy

source: Zoto
sr: Зото

source: Synchronize your Zoto photos
da: Synkronisér dine Zoto-billeder
id: Selaraskan foto Zoto Anda
lv: Sinhronizē savas Zoto fotogrāfijas
nn: Synkroniser Zotobileta dine
ro: Sincronizează fotografiile Zoto
sr: Усагласите ваше Зото фотографије
sr@latin: Usaglasite vaše Zoto fotografije
tg: Ҳамоҳанг кардани суратҳои Zoto
